[
  {
    "title": "Bangai-O",
    "genre": "Shoot'em Up",
    "release_date": "2000-10-20T00:00:00.0000000",
    "developer": "Treasure",
    "publisher": "Entertainment Software Publishing",
    "synopsis": "Ever wanted to just unleash the ultimate weapon? Blow up 500 enemies at once? Cause the ultimate amount of mayhem ever? In true Treasure fashion...you just got that power!\n\nAs the pilots of the Bangaioh mech, you've got to stop a mad group from taking over the world by giving them a little dose of insane destruction. Wanna just be crazy and let them kill you? Go ahead...just hit that trigger before it happens...\n\nThe Nintendo 64 version was only released in Japan. The Dreamcast version exists in the U.S. and Europe.",
    "image": "images/dc/bangai-o_usa.png"
  },
  {
    "title": "Blue Stinger",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "1999-09-23T00:00:00.0000000",
    "developer": "Climax Graphics",
    "publisher": "Activision",
    "synopsis": "After an object from outerspace hits Dinosaur Island and surrounds it in a protective cocoon, you are left stranded to uncover the secret that could end life on Earth as we know it.\r\nYou play sea rescue expert Eliot Ballade, or weapons specialist Dogs Bower. Explore the island, solve puzzles and avoid hazards in seven areas and 230 locations. You can swim, drive, climb and fight, hand-to-hand or with the arsenal at hand.",
    "image": "images/dc/blue_stinger_usa.png"
  },
  {
    "title": "ChuChu Rocket!",
    "genre": "Strategy-Puzzle",
    "release_date": "2000-03-07T00:00:00.0000000",
    "developer": "Sonic Team",
    "publisher": "SEGA",
    "synopsis": "ChuChu Rocket is an action puzzler, designed predominantly as a multi-player game. You have indirect control over mice, and must guide them to the safety of a rocket, and away from a cat. You do this by placing arrows on the ground, which they will follow. The multi-player game is a frantic all-against-all duel, in which each player's mice will only follow instructions of their own colour. You can play this mode on your own against CPU opponents, or take on a series of predefined puzzles",
    "image": "images/dc/chuchu_rocket_usa_enjafrdees.png"
  },
  {
    "title": "Crazy Taxi",
    "genre": "Racing TPV-Racing, Driving",
    "release_date": "2000-02-01T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "Get behind the wheel of one of the 4 taxis and become one of the craziest drivers by picking up your passengers and getting them back to their destination as quickly as possible. Choose the shortest routes in these bustling cities and master your driving to earn maximum dollars. For even more fun, a very rhythmic soundtrack adorns these crazy road adventures!",
    "image": "images/dc/crazy_taxi_usa.png"
  },
  {
    "title": "Daytona USA",
    "genre": "Racing, Driving",
    "release_date": "2001-03-13T00:00:00.0000000",
    "developer": "Amusement Vision",
    "publisher": "Infogrames",
    "synopsis": "Just like the arcade version, pick one of three tracks (beginner, advanced, or expert) and either automatic or standard transmission. A pounding music soundtrack kicks in as you are slapped into your car to await the green light. The game offers both a traditional arcade mode with checkpoint time splits and a special PC mode that pits you against the other cars over different race distances. The PC mode also offers more car choices, with a variety of speed, acceleration, and grip characteristics. It even rewards successful players (meaning those finishing first, second, or third in the difficult setting) by offering up to ten more upgraded cars to drive. Once underway, the goal is to work from last to first as smoothly and quickly as possible",
    "image": "images/dc/daytona_usa_usa.png"
  },
  {
    "title": "Dead or Alive 2",
    "genre": "Fighting",
    "release_date": "2000-02-29T00:00:00.0000000",
    "developer": "Tecmo",
    "publisher": "Acclaim",
    "synopsis": "The arcade conversion adds an improved tag feature, with new stadiums to fight in, new character moves to play with, and plenty of windows, walls and ledges to fall over and crash through. Unlike Tekken Tag Tournament, however, DOA2 also includes a single player mode, a dodge button (allowing you to move left and right away from attacks), and multi-level arenas.",
    "image": "images/dc/dead_or_alive_2_usa.png"
  },
  {
    "title": "Ecco the Dolphin : Defender of the Future",
    "genre": "Adventure",
    "release_date": "2000-08-15T00:00:00.0000000",
    "developer": "Appaloosa Interactive",
    "publisher": "SEGA",
    "synopsis": "Hundreds of years in the future, mankind and dolphins live peacefully together and share the earth. Dolphins, who are much more intelligent than they seem, act as the earth's caretakers, while dolphins and humans explore the galaxy. An alien force, known as the Foe, seeks to end this happy existence. The Foe damages the Earth's defense system, and alters history for the worse. One extraordinary dolphin, Ecco, must travel through time to set things right. Ecco is a 3d underwater adventure game. There are more than 25 aquatic environments to explore. Ecco must communicate with other ocean creatures and learn to manipulate his environment if he is to succeed in defeating the Foe.",
    "image": "images/dc/ecco_the_dolphin_-_defender_of_the_future_usa_enfrdees.png"
  },
  {
    "title": "Grandia II",
    "genre": "Role Playing Game",
    "release_date": "2000-12-06T00:00:00.0000000",
    "developer": "Game Arts",
    "publisher": "Ubisoft",
    "synopsis": "Ryudo has been hired to protect a young priestess who must participate in a ceremony to halt the encroaching rebirth of Valmar, the God of Darkness. Embroiled between the forces of good and evil, Ryudo must follow his destiny and save the people he detests so much.",
    "image": "images/dc/grandia_ii_usa.png"
  },
  {
    "title": "Ikaruga",
    "genre": "Shoot'em Up-Shoot'em Up / Vertical",
    "release_date": "2002-09-05T00:00:00.0000000",
    "developer": "Treasure",
    "publisher": "Treasure",
    "synopsis": "Vertical shoot-em-up ported from the Naomi Arcade version. Ikaruga is more or less a sequel to Radiant Silvergun by Treasure, on the Sega Saturn.\r\nBased on a two-colors system, the player has to switch between the black & white sides of his ship during gameplay.\r\nThe black side is immune to black enemy bullets which it consider as bonus, and dies on impact with a white enemy bullets. Your own black bullets damages white enemies twice as more as white bullets. And vice-versa for the white side. Those properties makes a balance between protecting yourself well and killing enemies fast.\r\nThis aspect, combined with specific enemy patterns and a combo system makes Ikaruga an original shoot-em-up with a dose of strategy.",
    "image": "images/dc/ikaruga_japan.png"
  },
  {
    "title": "Jet Grind Radio",
    "genre": "Sports",
    "release_date": "2000-10-31T00:00:00.0000000",
    "developer": "Smilebit",
    "publisher": "SEGA",
    "synopsis": "The government is trying to curb the activities of young people in Tokyo-To ...\r\nEquipped with super fast rollerblades, it is not easy to get your hands on them! The music of Professor K, DJ of the pirate radio station Jet Set Radio, brings these young people together and inspires them to fight for their freedom of expression: so now it's up to you to grab your spray paint and cover the walls of the room. city of tags! But beware of your rivals who also want to tag the walls of your neighborhood. You will therefore have to associate yourself with cool characters who will help you in your projects. And do not forget that the police are on your tail: you will have to be quick to escape them. Jet Set Radio is 100% speed, fun and above all super funky!",
    "image": "images/dc/jet_grind_radio_usa.png"
  },
  {
    "title": "Marvel vs. Capcom 2",
    "genre": "Fighting",
    "release_date": "2000-06-27T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Virgin",
    "synopsis": "Marvel vs. Capcom 2: New Age of Heroes is the sequel to the 2D fighting game Marvel vs. Capcom: Clash of Super Heroes. \r\nThe game allows you to tag in all three players (instead of two, while the third is only used for special attacks, in the predecessor).\r\nThere are now up to 56 characters to use (most you have to unlock), including new characters like Jill Valentine from Resident Evil and Tron Bonne from Mega Man Legends.\r\nAnother new gameplay feature allows your team mates to come in during battle and give you a little health boost. This helps in lasting the distance in Survival mode, but they can also be hit by on coming attacks from the enemy.",
    "image": "images/dc/marvel_vs_capcom_2_usa.png"
  },
  {
    "title": "MDK 2",
    "genre": "Adventure",
    "release_date": "2000-03-31T00:00:00.0000000",
    "developer": "BioWare",
    "publisher": "Interplay",
    "synopsis": "MDK with enhanced graphics, new weapons and gadgets, new playable characters, deeper storyline, focuses on different types of gameplay (i.e. puzzle solving, shoot 'em up, sneaking around). You progress through the game as a team of three characters playing each one at a time: Kurt Hectic - janitor with a sleek coil suit (good for sniping and long distance fighting), The Doctor- a scientist, inventor, and Kurt's employer, and Max- the lovable six legged robotic dog built by the Doc. As the Doc you have to find different parts and put them together to make weapons to defeat your enemies, and as Max it's an all out gun battle.",
    "image": "images/dc/mdk2_usa.png"
  },
  {
    "title": "Phantasy Star Online Ver. 2",
    "genre": "MMORPG-Role Playing Game",
    "release_date": "2001-09-25T00:00:00.0000000",
    "developer": "Sonic Team",
    "publisher": "SEGA",
    "synopsis": "The world's first online console RPG gets an update with PSO Ver. 2. New items and weapons, new online games and play modes, a Dressing Room, new areas to explore, and the Ultimate Difficulty mode have been added. You can also bring in your PSO characters, modify them in the Dressing Room, and attempt Ultimate Mode and strive to reach Level 200!\n\nPSO Ver. 2 functions as a stand-alone game, as well as an add-on. You don't need to have owned PSO in order to play.",
    "image": "images/dc/phantasy_star_online_ver_2_usa_enjafrdees.png"
  },
  {
    "title": "Power Stone 2",
    "genre": "Fighting",
    "release_date": "2000-08-23T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Eidos Interactive",
    "synopsis": "The world's most revolutionary fighting game does it again! Power Stone 2 takes go-anywhere, grab-anything combat, and introduces awesome new innovations to the hit arcade fighting series. Now, up to four players wage insane battles in fully interactive, multi-level stages. Master over 120 different items used in battle - weapons, vehicles traps, power-upsand more! As if chaotic swashbuckling battles weren't enough, combine forces with other players to battle monstrous bosses to win the game!",
    "image": "images/dc/power_stone_2_usa.png"
  },
  {
    "title": "Quake III Arena",
    "genre": "Shooter / FPV-Shooter",
    "release_date": "2000-10-23T00:00:00.0000000",
    "developer": "No Cliché",
    "publisher": "SEGA",
    "synopsis": "Quake III Arena on Dreamcast is a multiplayer oriented first person shooter. A varied and complete arsenal is at your disposal to organize a happy butchery alone or in teams. The classic modes of the genre are all there (Capture The Flag, Possession, Deathmatch ...). The major advantage of this episode on console is the possibility of online play.",
    "image": "images/dc/quake_iii_-_arena_usa.png"
  },
  {
    "title": "Resident Evil Code : Veronica",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "2000-03-29T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Eidos Interactive",
    "synopsis": "The action of Resident Evil: Code: Veronica on Dreamcast originates two months after the events of Resident Evil 2 and 3. Claire Redfield still in search of her brother Chris, infiltrates Umbrella, but is unmasked, then imprisoned on an island. Once released, she must face the creatures, once again victims of the T-virus.",
    "image": "images/dc/resident_evil_-_code_-_veronica_usa_disc_1.png"
  },
  {
    "title": "Rez",
    "genre": "Shoot'em Up",
    "release_date": "2002-01-11T00:00:00.0000000",
    "developer": "United Game Artists",
    "publisher": "SEGA",
    "synopsis": "Rez is a fast-action shooter that takes you deep into the world’s computer network. The “Project K” Network has recently been upgraded to handle the rapid expansion of the information age and the core, known as “Eden,” holds the most advanced artificial intelligence the world has ever seen. Unfortunately, Eden cannot handle the ability to create her own thoughts and buckles under the pressure in an existential breakdown. She is lost deep inside the system, and you’re the only one that can bring her back online, saving the world from utter chaos.\n\nYou must blast complex viruses, unlock passwords, and destroy firewall bosses as you search for Eden. Each stage is in a constant state of flux dependent on your shooting techniques, which ultimately control the music and colors of your environment. The deeper you get into the dreamlike cyber world of Rez, your form will evolve or devolve depending on your progress.",
    "image": "images/dc/rez_europe_enjafrdeesit.png"
  },
  {
    "title": "Seaman",
    "genre": "Various-Simulation",
    "release_date": "2000-08-08T00:00:00.0000000",
    "developer": "Vivarium",
    "publisher": "Vivarium",
    "synopsis": "Ever want to raise your own pet, starting with nothing but a tiny egg? How about raise him to be a smart-mouthed, viper-tongued companion who listens to you and gives you a dose of smart-ass advice? Look no further than the lab of Dr. Jean Paul Gassé, who left you a few eggs from the mysterious creature known as the Seaman. Now you've got the chance to raise your very own Seaman. Talk to him, tickle him, feed him...just don't rub him the wrong way, or you'll end up with an angry pet and a big headache.",
    "image": "images/dc/seaman_usa.png"
  },
  {
    "title": "Skies of Arcadia",
    "genre": "Role Playing Game",
    "release_date": "2001-04-27T00:00:00.0000000",
    "developer": "Overworks",
    "publisher": "SEGA",
    "synopsis": "Arcadia is a world where continents float high above, and people travel by airships. Among the countries of this world, the most powerful one is the Empire of Valua. Guided by its greedy admirals, Valua strives to possess all the power in Arcadia. The boy Vyse and the girl Aika are members of the Blue Rogues - noble pirates who attack only Valuan war ships. During one of their confrontations with a battle ship, they encounter a girl named Fina, who is on an important mission whose secret she cannot tell yet. Involved in the conflict with the Empire of Valua, the trio of the heroes must explore the whole world of Arcadia in order to defeat the admirals.",
    "image": "images/dc/skies_of_arcadia_usa_disc_1.png"
  },
  {
    "title": "Sonic Adventure 2",
    "genre": "Platform",
    "release_date": "2001-06-19T00:00:00.0000000",
    "developer": "Sonic Team",
    "publisher": "SEGA",
    "synopsis": "Sonic has returned! This time, his nemesis Dr. Eggman has teamed up with Shadow, a dark hedgehog with a mysterious past, and is aiming once again (like he doesn't) to rule the entire world with the power of the Chaos Emeralds! It's up to Sonic and his friends to stop Eggman and put him out of business for good!\n\nWith new features such as a story line told from the view of both the good guys and the villains, greater speed, and an improved A-Life system, Sonic Adventure 2 is poised to be Sonic's greatest and most dangerous mission yet!",
    "image": "images/dc/sonic_adventure_2_usa_enjafrdees.png"
  },
  {
    "title": "SoulCalibur",
    "genre": "Fighting / 3D-Fighting",
    "release_date": "1999-09-09T00:00:00.0000000",
    "developer": "Namco",
    "publisher": "Namco",
    "synopsis": "A fighting game to end all fighting games.  A sequel to Soul Blade, Soul Calibur takes place in a time inspired by a mixture of 16th-century ancient China and oriental medieval fantasies and legends.  \n\nAll characters have weapons and distinct fighting styles with over 100 individual moves per character.  In addition to high, mid, and low attacks, characters can hold/throw, block, and perform special attacks -- one or more of which is deemed \"un-blockable\" and must be avoided by ducking, jumping, or rotating around your attacker. \n\nIn addition to several locales in which to fight and alternate models/costumes per character, the Dreamcast conversion of Soul Calibur contains many additional features over the arcade coin-op, including hidden characters and locales, a campaign mode, and tournament mode.  There is also a \"museum\" where you can view character profiles and view motion-captured martial arts demonstrations.",
    "image": "images/dc/soulcalibur_usa.png"
  },
  {
    "title": "Virtua Tennis 2 : Sega Professional Tennis",
    "genre": "Sports / Tennis-Sports",
    "release_date": "2001-11-23T00:00:00.0000000",
    "developer": "Hitmaker",
    "publisher": "SEGA",
    "synopsis": "Sequel to the original game which was released two years prior. The games graphics have been improved, and there is a greater roster of players to choose from. The most noteworthy addition is that of female players, such as Monica Seles and Venus and Serena Williams. You cannot however play as a male against a female.\r\nThe gameplay is a lot faster than the original. The players you control move a lot faster, as do the AI computer players. Less diving, but more getting at shots that go behind you and over the shoulder shots.\r\n\r\nThe game modes from the original are the same, featuring tournament mode, where you play against the pros; exhibition mode for a one-on-one, best-out-of-three game; and world tour mode which now features the option of creating and customizing your own player. Build you player up, buy equipment and hire pros to play in doubles matches with you.",
    "image": "images/dc/virtua_tennis_2_-_sega_professional_tennis_europe_enfrdees.png"
  }
]