[
  {
    "title": "Catrap",
    "genre": "Puzzle",
    "release_date": "1990-12-31T00:00:00.0000000",
    "developer": "ASK Kodansha",
    "publisher": "Asmik",
    "synopsis": "Banished to a mysterious underground labyrinth of complex mazes, two explorers are faced with one chance to reverse the curse: solve all 100 puzzles set out in mazes before them. \r\n\r\nBut watch it! Every maze has monsters patrolling the depths of the labyrinth. Help Catgirl and Catboy push around huge blocks to bridge a path to yet another maze, or topple a block a few stories over the pursuing monsters. If you make a mistake, simply use the rewind function and travel back in time to correct it. With 100 mazes in this labyrinth, it will be quite a challenge to get out of the curse's reach!\r\n\r\nCatrap is more than just a game of mindbending intrigue and action. Be the architect of the underground labyrinth and make your own games of intricate puzzles.\r\n\r\nWhether you choose to be a maze builder or a maze solver, we know you can help Catboy and Catgirl land on their feet.\r\n\r\nCatrap (known as Pitman in Japan) is a puzzle game in which the player maneuvers the player, an anthropomorphic cat, to navigate a room while clearing obstacles and kicking monsters and ghosts off the screen. Once the player has knocked all of the enemies off the screen, he advances to the next level. Advancement can prove difficult for the player as increasingly intricate obstacles are presented to overcome all of the monsters and ghosts. Arguably, the easiest route to solve the problem is through trial and error. A player may try one combination of maneuvers by moving the obstacle in one direction, then he may find himself trapped. The player can hit the 'A'-button to reverse his movements and try again in a different way until he finds the solution that enables him to access all of the baddies to knock them off the screen. Trial and error seems to make up a large portion of the game. Players can also create their own mazes. The game is credited with having originated the time-rewind mechanic.",
    "image": "images/gb/01_catrap_usa.png"
  },
  {
    "title": "Kirby's Dream Land 2",
    "genre": "Action-Platform",
    "release_date": "1995-03-21T00:00:00.0000000",
    "developer": "HAL Laboratory",
    "publisher": "Nintendo",
    "synopsis": "The lovable Kirby returns to the Game Boy! This time the bridges connecting the rainbow bridges have disappeared and King Dedede is to blame as always...or is he? The evil Dark Matter has him under his control and plans to turn Dream Land into a dark world. Kirby's goal is get the fabled rainbow sword and defeat him!\r\n\r\nGameplay consists of a platform game. Kirby is like no other platform character of its time because he can fly with no power-ups, and he can swallow enemies and get their powers. In addition to that, Kirby can now team up with his friends: Rick the hamster, Kine the fish, and Coo the owl. Each team-up has it's advantages and disadvantages, but Kirby can still swallow enemies, making more different powers available depending on the power/friend combination.",
    "image": "images/gb/02_kirbys_dream_land_2_usa_europe_sgb_enhanced.png"
  },
  {
    "title": "Donkey Kong",
    "genre": "Platform / Run & Jump-Platform",
    "release_date": "1994-06-21T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Donkey Kong's adventures continue with new tricks and traps for Mario!\r\n\r\nDonkey Kong returns to Game Boy! This famous ape has kidnapped Pauline and climbed to the top of a perilous skyscraper. Challenged by many perils and unending puzzles, Mario must reach his arch rival. As he makes his way Mario will need to gather disappearing keys to unlock doors of hidden rooms. Donkey Kong devises evil tricks to confuse and trap him. Our heroic plumber has his hands full this time!\r\n\r\n- Classic arcade fun with 10 stages and 100 advanced puzzles\r\n- Thrilling new adventure elements for added excitement\r\n- 4 megabyte game contains a battery back-up",
    "image": "images/gb/05_donkey_kong_world_rev_1_sgb_enhanced.png"
  },
  {
    "title": "Tetris",
    "genre": "Puzzle-Puzzle / Fall",
    "release_date": "1989-06-02T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "This version of Tetris is one of many conversions of the famous block-stacking game, and was included with the Game Boy upon its release in several territories. The goal is to place pieces made up of four tiles in a ten-by-twenty well, organizing them into complete rows, which then disappear. As rows are cleared, the pace of the game increases and the background changes, and the game ends if the stack reaches the top of the well.\n\nThe game is very similar to Nintendo's own NES version of the game, featuring the same \"Type A\" endless and \"Type B\" set-clear modes. The game also features a 2-player versus mode that can be played with two Game Boys, two copies of Tetris, and a Game Boy link cable. Clearing lines in this mode will cause the other player's stack to rise, with the goal being to make the other player lose.",
    "image": "images/gb/16_tetris_world_rev_a.png"
  },
  {
    "title": "Pokémon Blue Version",
    "genre": "Role Playing Game",
    "release_date": "1998-09-28T00:00:00.0000000",
    "developer": "Game Freak",
    "publisher": "Nintendo",
    "synopsis": "After venturing alone into tall grass, a voice warns the player to stop, which is revealed to be Professor Oak, a famous Pokémon researcher. Professor Oak explains to the player that wild Pokémon may be living there, and encountering them alone can be very dangerous. He takes the player to his laboratory where the player meets Oak's grandson, a rival aspiring Pokémon Trainer. The player and the rival are both instructed to select a starter Pokémon for their travels out of Bulbasaur, Squirtle, and Charmander. Oak's Grandson will always choose the Pokémon which is stronger against the player's starting Pokémon. He will then challenge the player to a Pokémon battle with their newly obtained Pokémon, and will continue to battle the player at certain points throughout the games.",
    "image": "images/gb/19_pokemon_-_blue_version_usa_europe_sgb_enhanced.png"
  },
  {
    "title": "Pokémon Red Version",
    "genre": "Role Playing Game",
    "release_date": "1998-09-30T00:00:00.0000000",
    "developer": "Game Freak",
    "publisher": "Nintendo",
    "synopsis": "You begin your journey in Pallet Town as a young boy. After a dangerous brush with wild Pokémon, Professor Oak teaches you how to capture Pokémon, and then sends you on your way as a fledgling Trainer. During your journey through Kanto, you must capture Pokémon to record their information in your Pokédex, as well as become a better Trainer by competing in Gyms scattered throughout the region. Once you've proven your mettle as a Pokémon Trainer, it's time to take on the Elite Four, a crack group of Trainers that will put all of your learned skills to the test.",
    "image": "images/gb/19_pokemon_-_red_version_usa_europe_sgb_enhanced.png"
  },
  {
    "title": "Final Fantasy Adventure",
    "genre": "Role Playing Game-Action RPG",
    "release_date": "1991-11-02T00:00:00.0000000",
    "developer": "Square Enix",
    "publisher": "Square Enix",
    "synopsis": "In the Empire of Glaive, a gladiator-slave is forced to fight evil monsters controlled by the Dark Lord. But when his best friend is mortally wounded, he learns of a secret pendant which will give him great power. As the hero, you must battle your way out of the Dark Knight's castle and search through a dangerous world for the girl who has the pendant. But you discover she has been captured by the Dark Knight's men. To free her, you must find the legendary sword and fight off the Dark Knight's beasts and overlords through deserts, snowfields, lakes, forests, and caves. Are you ready for the adventure of your life?",
    "image": "images/gb/22_final_fantasy_adventure_usa.png"
  },
  {
    "title": "Batman : The Video Game",
    "genre": "Platform-Platform / Shooter Scrolling",
    "release_date": "1990-06-02T00:00:00.0000000",
    "developer": "Sunsoft",
    "publisher": "Sunsoft",
    "synopsis": "He's totally new. Totally tough. And he'll stop at nothing to make sure justice prevails!\r\nFrom the dark streets of GOTHAM CITY to the deepest corners of the criminal underground comes the CAPED CRUSADER as you've never seen him before.\r\n\r\nIncredibly strong. Armed to the teeth. And ready to put his life on the line for the sake of all, on a search-and-destroy mission to end THE JOKER'S reign of terror. He leaps, he flies, he dodges enemy fire and delivers it right back ... with a vengeance.\r\n\r\nThis is no kid stuff. This is as real as video gaming gets. If you liked what you saw in the movie, you're gonna love what you see here. Because this time around, BATMAN is all business, and he won't let anything ... anything ... stand in his way.",
    "image": "images/gb/35_batman_-_the_video_game_world.png"
  },
  {
    "title": "Gargoyle's Quest",
    "genre": "Action-Platform / Fighter Scrolling-Platform",
    "release_date": "1991-01-01T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "The friendly Ghoul Realm was invaded by aliens know as the Destroyers ages ago.  The Destroyers almost captured the Ghoul Realm except a powerful fire came from the sky and destroyed them.  The Realm is threatened again and the secret of the fire must be recovered.\n\nYou play Firebrand, a gargoyle who has powerful claws that allow him to cling to walls and other surfaces on a verticle plane.  Firebrand can also hover and fly for awhile with his wings.  Destroy the enemy characters with your firery breath.  The game also contains an adventure type story that is unfolded by interacting with characters from an over-head perspective.",
    "image": "images/gb/37_gargoyles_quest_usa_europe.png"
  },
  {
    "title": "Solomon's Club",
    "genre": "Action-Puzzle-Strategy",
    "release_date": "1991-01-01T00:00:00.0000000",
    "developer": "Graphic Research",
    "publisher": "Tecmo",
    "synopsis": "Solomon's Club is a sequel to Solomon's Key, which has similar gameplay combining platform gaming with puzzle elements. There are five levels, each with ten rooms. In each room you must retrieve the key and go to the exit.\n\nYou can create or remove blocks to your left and right, or while crouching lower-left and lower right. You can use these blocks as platform to climb onto, or use them to block enemies or fire balls. You can also break blocks by jumping from below them, like doing a headbutt. There are several enemies, such as fire breathing dragons, shooting gargoyles and ghosts.\n\nCollect bells to release fairies from the exit as bonus points, and collect coins for money to spend in shops. Some rooms have a shop where you can buy items, such as fire balls or hammers.",
    "image": "images/gb/42_solomons_club_usa.png"
  },
  {
    "title": "Mega Man V",
    "genre": "Platform / Shooter Scrolling-Platform",
    "release_date": "1994-09-10T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "One peaceful day, Mega Man and his sister Roll are enjoying a quiet stroll through a meadow when they are suddenly attacked by a robot named Terra, who says that he and his soldiers, the StarDroids, are going to conquer the Earth! Mega Man attempts to fight off this new foe, but is quickly beaten by the StarDroid's far superior firepower.\r\n\r\nLater, Mega Man awakens to find Dr. Light standing over him, telling him that the StarDroids have almost taken over the world. But thankfully he was quickly able to examine both their firepower and their structures, and was able to modify Mega Man's weapon system into something much more powerful. Mega Man tries this new weapon, and finds that he can now fire his whole fist! Dr. Light dubs this new weapon the \"Mega Arm\"!\r\n\r\nNow, armed with the Mega Arm, and a new companion, the robotic cat Tango, Mega Man must destroy the StarDroids and save the planet while he can!",
    "image": "images/gb/54_mega_man_v_usa_sgb_enhanced.png"
  },
  {
    "title": "Dr. Mario",
    "genre": "Puzzle / Fall-Puzzle",
    "release_date": "1990-01-01T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "In this Tetris-style game, you play as Dr. Mario, who must drop differently coloured pills onto viruses to remove them from the bottle. Each pill is split into two, with each side being of one of three different colours, red, blue or yellow. Align three pills of the same colour to a virus of the corresponding colour (or any combination of pills and viruses totaling four or more) and it will be removed from the bottle, along with the aligned pills. The level is cleared when there are no viruses left, and the game is over when the pills reach the top and Dr. Mario can't drop any more pills.\n\nIncluded in the game is the normal mode, a time trial, and a two player battle mode to see who can remove the most viruses.",
    "image": "images/gb/84_dr_mario_world_rev_a.png"
  },
  {
    "title": "QIX",
    "genre": "Action-Puzzle",
    "release_date": "1990-01-01T00:00:00.0000000",
    "developer": "Taito",
    "publisher": "Nintendo",
    "synopsis": "In this game, you guide a marker which must draw rectangles and other weird objects in order to claim your territory, and you can either draw these rectangles fast or slow. Drawing the rectangles using the \"slow\" method awards you the most points. Once a rectangle has been made, it will be colored in to show that you have claimed your territory. While drawing the rectangles, you need to watch out for Qix (pronounced \"kicks\"), a series of colored lines that crawl the screen. In addition to Qix, you also need to avoid the Sparks who travel around the border, as well as any lines that you have made, as well as The Fuse, who travels along the line that you are drawing. Once you have claimed enough territory, you proceed to the next level.",
    "image": "images/gb/85_qix_world.png"
  },
  {
    "title": "Wario Land : Super Mario Land 3",
    "genre": "Platform-Platform / Run & Jump",
    "release_date": "1994-02-02T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Wario, Mario's greedy rival from Super Mario Land 2: 6 Golden Coins, is more determined than ever to get a castle after being booted out of Mario's. He has heard that the pirates of Kitchen Island have a golden Statue of Princess Toadstool that's worth a king's ransom! Wario figures that if he swipes the Princess' statue for himself, as well as all the other loot the pirates have hoarded, he'll have more than enough cash for a castle that's even bigger and better than Mario's!",
    "image": "images/gb/87_wario_land_-_super_mario_land_3_world.png"
  },
  {
    "title": "F-1 Race",
    "genre": "Racing, Driving",
    "release_date": "1991-02-02T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "F-1 Race is an arcade style racing game featuring tracks in locations all around the world.  You will find tracks from Australia, Canada, Portugal, India, Russia, and even Egypt.  Gameplay is viewed from a behind-the-car perspective using scaled bitmaps.\n\nThere are three modes of play.  First is a championship mode, where you compete in a series of races, and must place first in each to advance to the next. Second is a time trial mode, in which you try to achieve your shortest lap time around the track of your choice.  Finally, there is the multi-player mode for up to four drivers.",
    "image": "images/gb/f-1_race_world_rev_1.png"
  },
  {
    "title": "Mole Mania",
    "genre": "Action-Puzzle",
    "release_date": "1997-07-02T00:00:00.0000000",
    "developer": "Nintendo EAD",
    "publisher": "Nintendo",
    "synopsis": "Muddy Mole's wife and seven kids have been kidnapped by the evil farmer, Jinbei!  It's up to you to help Muddy solve the many puzzles of Jinbei Land.  Snatch all of Jinbei's cabbages in every level, and if you get stuck, dig underground and create your own secret underground paths.  A word of warning, however - Jinbei has got his best goons guarding your family, so you'd better watch out!\n\nMole Mania plays from an overhead perspective.  Although in each room you have to destroy all the foes to progress, the game is much more puzzle-oriented than it is towards action.  It is quite common in later levels to get yourself 'stuck', which can be fixed by leaving and returning to the screen to reset the puzzle.  One of the game's clever 'hooks' is that players can dig underground in each stage to find a completely different map than they do above ground, which can be used to get through otherwise impassable terrain.\n\nThe game also features a two player mode, where one player is Muddy, and the other is Jinbei.  Muddy must swipe as many cabbages as possible, and Jinbei must stop him.  At the end of the round, players swap roles, and then the player who got the most cabbages wins.",
    "image": "images/gb/mole_mania_usa_europe_sgb_enhanced.png"
  },
  {
    "title": "Motocross Maniacs",
    "genre": "Racing, Driving",
    "release_date": "1990-01-01T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Ultra Games",
    "synopsis": "Motocross Maniacs is a side-scrolling racing game with extremely perilous courses. You maneuver your rider through many jumps, loops, and mud hazards to achieve a record time. To assist you there are several power ups that give you more time to race, more nitro boosts, and more top speed.\n\nThe main game is a solo affair. You attempt to complete the course before time runs out. You can also race one-on-one against the computer or against a friend via the link cable.",
    "image": "images/gb/motocross_maniacs_europe_rev_1.png"
  },
  {
    "title": "NBA Jam",
    "genre": "Action-Sports-Sports / Basketball",
    "release_date": "1994-11-02T00:00:00.0000000",
    "developer": "Midway",
    "publisher": "Acclaim",
    "synopsis": "NBA Jam is a two-on-two basketball game You can play any NBA team, and you can play as players like Barkley, Starks, Pippen, and Grant. Each human player controls a single player, so choose your squad wisely to take team-mate skill into account. The game is action-oriented, and players can perform unrealistic slam-dunks. Full performance statistics are automatically recorded. The play clock and 3-point line apply, but other rules are largely overlooked.",
    "image": "images/gb/nba_jam_usa_europe.png"
  },
  {
    "title": "Pokémon Yellow Special Pikachu Edition",
    "genre": "Role Playing Game",
    "release_date": "1999-10-18T00:00:00.0000000",
    "developer": "Game Freak",
    "publisher": "Nintendo",
    "synopsis": "You've finally been granted your Pokemon trainer's license, and now you're on your way to becoming the world's greatest Pokemon trainer! The shockingly cute Pikachu tags along behind you as you search the enormous world for monsters to train and evolve. Face off against Blastoise's torrential water gun. Stand strong when facing Pidgeot's stormy gust. Develop the ultimate Pokemon strategy to defeat the eight GYM leaders and become the greatest Pokemon master of all time!",
    "image": "images/gb/pokemon_-_yellow_version_-_special_pikachu_edition_usa_europe_cgbsgb_enhanced.png"
  },
  {
    "title": "Super Mario Land 2 : 6 Golden Coins",
    "genre": "Platform",
    "release_date": "1992-11-02T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Second in the Game Boy's line of Mario games, this one takes the evolutionary steps that Super Mario 3 for the NES took with it's predecessors. New graphics, power-ups, challenges, and a completely original storyline. A bad version of Mario, Wario, takes over Mario's castle and locks him out using 6 golden coins. Mario must search for said coins all over Mario Land to take back his castle and go one-on-one with Wario himself.",
    "image": "images/gb/super_mario_land_2_-_6_golden_coins_usa_europe.png"
  },
  {
    "title": "The Sword of Hope II",
    "genre": "Puzzle-Role Playing Game",
    "release_date": "1996-09-02T00:00:00.0000000",
    "developer": "Kemco",
    "publisher": "Kemco",
    "synopsis": "500 years ago King Winder had sealed the evil Demon Zakdos within a casket, thus ending the dark war. The great wizard Colin pledged that he and his descendants would build and protect a temple around Zakdos' prison. However, as a thief enters the temple and breaks the casket, Zakdos is set free and murders all that are left of the clan of Colin except for a young boy named Mute. To make things worse, the Sword of Hope, that has sealed away an evil dragon, is also stolen. The player takes control of Prince Theo who, with the help of Mute and other characters, must stop Zakdos and retrieve the Sword of Hope before the dragon awakens.\n\nThe main difference between The Sword of Hope II and its predecessor\n is the fact that you have control over a party of up to three characters rather than controlling only prince Theo. Apart from that, both games play very similar. The world is seen from a first person perspective and your party can be moved by selecting an arrow that points in the desired direction. Commands such as \"look\", \"open\", \"hit\" etc. can be chosen from a menu to explore and manipulate the game-world, talk to NPCs or solve puzzles. When encountering enemies, you enter a turn-based battle mode in which you can attack, use items and magic or try to escape.",
    "image": "images/gb/sword_of_hope_ii_the_usa.png"
  },
  {
    "title": "Ultima : Runes of Virtue II",
    "genre": "Role Playing Game",
    "release_date": "1994-03-01T00:00:00.0000000",
    "developer": "Origins",
    "publisher": "Pony Canyon",
    "synopsis": "Enter the world of Ultima! Rescure the kidnapped mayors of Britannia as either Shamino the Ranger, Mage Mariah, the Bard lolo or DuprÃ© the Knight. Board and conquer pirate ships, visit dungeons, islands and castles, and solve puzzles in this lively adventure!",
    "image": "images/gb/ultima_-_runes_of_virtue_ii_usa.png"
  },
  {
    "title": "Wave Race",
    "genre": "Sports / Water-Racing, Driving-Sports",
    "release_date": "1992-07-01T00:00:00.0000000",
    "developer": "Pax Softnica",
    "publisher": "Nintendo",
    "synopsis": "Wave Race for the Game Boy is an aquatic racing game. You control a personal water craft around courses that are marked out by buoys in the circuit mode. In the slalom mode, you must maneuver through several sets of gates floating on the water.\n\nGameplay is viewed from an overhead perspective. There are four racers in each race. They can be controlled either by human players or by very tough AI controlled players.",
    "image": "images/gb/wave_race_usa_europe.png"
  },
  {
    "title": "WWF Superstars 2",
    "genre": "Sports-Sports / Wrestling",
    "release_date": "1993-05-21T00:00:00.0000000",
    "developer": "Sculptured Software",
    "publisher": "LJN",
    "synopsis": "A wrestling game featuring a roster of six different WWF wrestlers. Hulk Hogan, Macho Man Randy Savage, Sid Justice, Jake the Snake Roberts, the Undertaker, and the Mountie are the WWF superstars who are playable.\n\nGame modes include a one on one match, a tag team match, and a tournament. Matches can take place in either a regular wrestling ring or in the steel cage. The computer opponents' difficulty level can be set to either easy, medium, or hard.\n\nGameplay involves doing typical wrestling maneuvers against an opponent in the ring. Each wrestler has an energy bar that drains when they get hurt. The lower their energy, the greater the chance of them being pinned. The goal of the match is to pin down your opponent till the referee counts to three.",
    "image": "images/gb/wwf_superstars_2_usa_europe.png"
  }
]