[
  {
    "title": "2 Games in 1 : Dr. Mario + Puzzle League",
    "genre": "Puzzle-Compilation",
    "release_date": "2005-11-25T00:00:00.0000000",
    "developer": "Intelligent Systems",
    "publisher": "Nintendo",
    "synopsis": "Dr. Mario/Puzzle League are recreations of two of Nintendo's most popular puzzle creations. Though Dr. Mario has already been released on the GBA as a Classic NES Series title, the version included in the dual-pack is enhanced specifically for the Game Boy Advance hardware instead of a straight emulation of the original NES title. Puzzle League was originally brought to life as Tetris Attack, but then rebranded on the Game Boy Color as Pokemon Puzzle Challenge a few years back. The GBA version is also enhanced for the GBA's much more capable graphics hardware.",
    "image": "images/gba/2_games_in_1_-_dr_mario__puzzle_league_europe_enfrdeesit.png"
  },
  {
    "title": "Advance Wars",
    "genre": "Strategy",
    "release_date": "2001-09-10T00:00:00.0000000",
    "developer": "Intelligent Games",
    "publisher": "Nintendo",
    "synopsis": "The battle lines have been drawn, and an elite group of sly strategists is massing troops at your borders. You'll have to command ground, air and naval forces if you hope to survive the coming wars, and it won't be easy. With 114 maps to battle on and both the Single-Pak and Multi-Pak link modes, Advance Wars brings turn-based strategy to a depth never before seen on a handheld!",
    "image": "images/gba/advance_wars_usa.png"
  },
  {
    "title": "Advance Wars 2 : Black Hole Rising",
    "genre": "Strategy",
    "release_date": "2003-06-23T00:00:00.0000000",
    "developer": "Intelligent Systems",
    "publisher": "Nintendo",
    "synopsis": "Just when you thought you'd seen the last of them, the Black Hole Army is storming back in this sequel to the award-winning Game Boy Advance strategy game. With new COs under his command, Sturm is leading a new invasion force, and it'll take advance strategy to stop him!",
    "image": "images/gba/advance_wars_2_-_black_hole_rising_usa_australia.png"
  },
  {
    "title": "Astro Boy : Omega Factor",
    "genre": "Various-Platform",
    "release_date": "2004-08-18T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "THQ",
    "synopsis": "Join Astro, the robotic superhero with a human mind, in a quest to reunite the robotic race with humans. Astro uses his seven super abilities to face off against the likes of Atlas, Blue Knight, and more than 40 other characters. The game brings classic 2D gaming to the Game Boy Advance along with an original seven-episode story. Playing as Astro Boy, you'll learn about justice, compassion, evil, courage, and the history of Astro Boy--all while building Astro's Omega Factor and strengthening his character and superhuman abilities.",
    "image": "images/gba/astro_boy_-_omega_factor_usa_enjafrdeesit.png"
  },
  {
    "title": "Castlevania : Aria of Sorrow",
    "genre": "Platform-Action-Action / Adventure",
    "release_date": "2003-05-06T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "The year is 2035 and Soma Cruz is about to witness the first solar eclipse of the 21st century when he suddenly blacks out -- only to awaken inside a mysterious castle. As Soma, you must navigate the castle's labyrinths while confronting perilous monsters at every turn. But beware, you must escape before the evil consumes you!",
    "image": "images/gba/castlevania_-_aria_of_sorrow_usa.png"
  },
  {
    "title": "ChuChu Rocket!",
    "genre": "Puzzle-Strategy",
    "release_date": "2001-06-10T00:00:00.0000000",
    "developer": "Sonic Team",
    "publisher": "SEGA",
    "synopsis": "ChuChu Rocket is an action puzzler, designed predominantly as a multi-player game. You have indirect control over mice, and must guide them to the safety of a rocket, and away from a cat. You do this by placing arrows on the ground, which they will follow. The multi-player game is a frantic all-against-all duel, in which each player's mice will only follow instructions of their own colour. You can play this mode on your own against CPU opponents, or take on a series of predefined puzzles",
    "image": "images/gba/chuchu_rocket_usa_enjafrdees.png"
  },
  {
    "title": "Denki Blocks!",
    "genre": "Puzzle-Strategy",
    "release_date": "2002-04-26T00:00:00.0000000",
    "developer": "Doki Denki",
    "publisher": "Rage Software",
    "synopsis": "Denki Blocks! uses a single, simple digital toy set to provide a collection of 'puzzle games'.\n\nDenki Blocks! is played by sliding blocks around a board. When blocks of the same colour touch, they stick together to form clumps. Sometimes the player has to join all blocks of the same colour in any way possible. Sometimes specific shapes have to be made.",
    "image": "images/gba/denki_blocks_europe_enfrdeesit.png"
  },
  {
    "title": "Final Fantasy Tactics Advance",
    "genre": "Role Playing Game",
    "release_date": "2003-09-08T00:00:00.0000000",
    "developer": "Square Enix",
    "publisher": "Square Enix",
    "synopsis": "When Marche and his friends open an ancient magical tome, their small town is transformed into a fantasy-filled kingdom known as Ivalice. Guide Marche and his clan against countless foes, and discover the wonders of Ivalice. Build up your party, master abilities and summons, and learn tactical combat to win in battle.",
    "image": "images/gba/final_fantasy_tactics_advance_usa_australia.png"
  },
  {
    "title": "Fire Emblem",
    "genre": "Role Playing Game-Tactical RPG",
    "release_date": "2003-11-23T00:00:00.0000000",
    "developer": "Intelligent Systems",
    "publisher": "Nintendo",
    "synopsis": "After centuries of peace, smoldering rivalries threaten to set the world aflame in a blaze of battle! The drums of war beat, noble houses plot treason, allies become enemies, and as Lycia stands poised for war, a shadowy figure manipulates empires for his own ends. Now, Lyn, Eliwood, and Hector must amass an army strong enough to fight back the forces that would destroy their homeland. Master battle tactics to douse the embers before they burn the world to ash.",
    "image": "images/gba/fire_emblem_usa_australia.png"
  },
  {
    "title": "F-Zero : Maximum Velocity",
    "genre": "Racing, Driving",
    "release_date": "2001-06-12T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "All galactic speed limits are about to be broken! F-Zero Maximum Velocity has arrived, and the future of racing has never looked so sweet. Brand-new vehicles and Game Boy Advance original tracks await, so whether you're a Super NES® veteran or a race rookies, you'll need some practice laps. And even if you do master the Grand Prix circuit, you'll still have to beat your friends to the finish line. That's right, race fans--with the Game Boy Advance Game Link® cable you can take on up to three rival racers, so put the pedal to the metal and get busy boosting, bumping and jumping your way to intergalactic glory!",
    "image": "images/gba/f-zero_-_maximum_velocity_usa_europe.png"
  },
  {
    "title": "Golden Sun",
    "genre": "Role Playing Game",
    "release_date": "2001-11-11T00:00:00.0000000",
    "developer": "Camelot Software",
    "publisher": "Nintendo",
    "synopsis": "Evil is slowly covering the world. Forces of darkness are pursuing the lost art of Alchemy, and as they draw ever closer to their foul purpose, mankind hangs in the balance. You and your companions are the last hope: armed with noble weapons, magical Psynergy, and a host of elemental creatures, you must find a way to stem the evil tide.",
    "image": "images/gba/golden_sun_usa_europe.png"
  },
  {
    "title": "Gunstar Super Heroes",
    "genre": "Puzzle-Shooter-Shooter / Run and Gun-Action",
    "release_date": "2005-10-25T00:00:00.0000000",
    "developer": "Treasure",
    "publisher": "SEGA",
    "synopsis": "Your enemies intend to use a powerful crystal to resurrect the devastating God of Ruin and it's up to the Gunstar Heroes, Blue and Red to stop them! Developed by critically acclaimed developer, Treasure, this fast-paced action game will push your Game Boy Advance to the limits!\r\n\r\n-Blast your way through six intense levels and defeat an evil empire\r\n-Choose your hero: play as Red or Blue to combat powerful enemies and gigantic bosses\r\n-Amazing visuals create an unforgettable gaming experience",
    "image": "images/gba/gunstar_super_heroes_usa.png"
  },
  {
    "title": "Guru Logic Champ",
    "genre": "Puzzle",
    "release_date": "2001-11-29T00:00:00.0000000",
    "developer": "Compile",
    "publisher": "Compile",
    "synopsis": "Guru Logi Champ is a puzzle game by the Japanese developer Compile. The game was released in 2001 for the Game Boy Advance handheld game system. \"Guru Logi\" is an abbreviation of \"Guruguru Logic\", \"guruguru\" being a Japanese onomatopoeia for a rotating motion. The game's story mode sees the Champs, small yellow bird-like creatures who attempt to help the inhabitants of their neighbourhood out of various troubles. To do so, they must complete a series of logic puzzles. There are a total of 335 puzzles in the game, and if they are all completed a totally different mini-game is unlocked.",
    "image": "images/gba/guru_logic_champ_japan.png"
  },
  {
    "title": "Kururin Paradise",
    "genre": "Action-Action / Labyrinth",
    "release_date": "2002-12-06T00:00:00.0000000",
    "developer": "Eighting",
    "publisher": "Nintendo",
    "synopsis": "Kururin Paradise is the sequel to the GBA launch title, Kuru Kuru Kururin. In this game, Kururin and his family see an advertisement for the circus, which takes place at 6:00. Kururin's family arrive there on time, but Kururin is late, and when he gets there, everybody is missing! It's up to Kururin to search across the land for his missing family using his faithful helicopter, the Heririn. As in the first game, Kururin must navigate his way through fairly narrow mazes, trying not to hit the walls. Three consecutive hits, and the Heririn is destroyed, and you must start the stage again.\n\nParadise is vastly improved from the original game. It is now possible to find hidden keys in the levels, which open up locked doors, allowing for branched paths in the world map. Certain paths also lead to boss encounters, which take the form of an addictive mini-game including, but not limited to, lawn mowing, gathering stars, flying Kururin himself through clouds, and hopping across a path dodging helicopter blades. If you beat the boss, these mini-games are then added to your mini-game library, where you can play them against up to three friends using only one cart.\n\nThe game also features twelve toys built in that can be accessed by selecting one from a menu, then turning your GBA off, then on again. Most of them are fairly useless or incomprehensible in Japanese, but there are a couple of interesting ones, like the love tester, the musical note player, and the memory match game.",
    "image": "images/gba/kururin_paradise_japan.png"
  },
  {
    "title": "Mario & Luigi : Superstar Saga",
    "genre": "Role Playing Game",
    "release_date": "2003-11-21T00:00:00.0000000",
    "developer": "Alpha Dream",
    "publisher": "Nintendo",
    "synopsis": "An evil witch has replaced Princess Peach's fair speech with explosives! Mario and Luigi must once again come to her rescue, but this time they employ the help of Bowser, their sworn enemy. Mario and Luigi must learn new moves and combine powers to fight off enemies and move closer to the witch's castle. Guide this unlikely bunch through an abundance of minigames such as Border Jump and Mystery Carts. Combine the powers of Mario and Luigi to pull off special tag-team moves. Immerse yourself in this bright, cartoonish, and humorous world, complete with hit music featured in previous Mario games.",
    "image": "images/gba/mario__luigi_-_superstar_saga_usa_australia.png"
  },
  {
    "title": "Mario Kart : Super Circuit",
    "genre": "Racing, Driving",
    "release_date": "2001-08-27T00:00:00.0000000",
    "developer": "Intelligent Systems",
    "publisher": "Nintendo",
    "synopsis": "All your favourite kart-racing characters are back and ready to kick it into high gear! 20 brand-new tracks await on Game Boy Advance, loaded with classic power-ups and primed for the type of frenzied racing that only Mario Kart: Super Circuit can deliver. It's time to burn rubber in the Grand Prix, challenge your pals, race your own ghost, clash in battle mode and feel the power in the palm of your hand!",
    "image": "images/gba/mario_kart_-_super_circuit_usa.png"
  },
  {
    "title": "Metroid Fusion",
    "genre": "Action-Adventure-Action / Adventure-Platform",
    "release_date": "2002-11-22T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "While lending mission support on planet SR388, interstellar bounty hunter Samus Aran is attacked by an X parasite, an organism with the ability to mimic the abilities of any creature it infects. Near death, Samus is saved by a vaccine made from the DNA of the last Metroid -- the X parasite's only natural predator. When the X spread to a research station in orbit around SR388, a weakened Samus is forced to exterminate them all ... or die trying.",
    "image": "images/gba/metroid_fusion_usa_australia.png"
  },
  {
    "title": "Pokémon Emerald Version",
    "genre": "Role Playing Game",
    "release_date": "2005-05-01T00:00:00.0000000",
    "developer": "Game Freak",
    "publisher": "Nintendo",
    "synopsis": "The Hoenn region is unstable--Rayquaza has awakened! Your skills as a Trainer will be challenged like they've never been challenged before as you try to maintain the balance between Kyogre & Groudon. Prove your skills by earning badges & gaining access to the Battle Frontier--the front line of Pokémon battling that offers a whole new level of competition. Never-before-experienced battles await you!\r\n\r\n-The third adventure with new episodes in the Hoenn region!\r\n-Tons of new features, including surprising plot twists and changes to where and how often you can catch certain Pokémon!\r\n-Use the Game Boy Advance Wireless Adapter to trade & battle between Pokémon Emerald and Pokémon FireRed & LeafGreen versions.\r\n-Expand your collection when you trade with a friend. Using a Game Link cable, link up with Pokémon Ruby & Sapphire, Pokémon FireRed & LeafGreen or Pokémon Colosseum to catch them all! See instruction booklet for details.",
    "image": "images/gba/pokemon_-_emerald_version_usa_europe.png"
  },
  {
    "title": "Rebelstar : Tactical Command",
    "genre": "Strategy",
    "release_date": "2006-09-05T00:00:00.0000000",
    "developer": "Codo Games",
    "publisher": "Atari SA",
    "synopsis": "You can play as the leader of a revolt in the turn-based strategy game Rebelstar: Tactical Command. The Arelian Empire seized control of Earth 70 years ago and has since become an oppressive regime, controlling the world with fear and marauding shock troops. You can fight back by equipping a team of rebels and controlling them in battle. Rebelstar: Tactical Command includes campaign, skirmish, multiplayer hotseat, and multiplayer link mode.",
    "image": "images/gba/rebelstar_-_tactical_command_europe_enfrdeesit.png"
  },
  {
    "title": "SSX Tricky",
    "genre": "Sports / Extreme-Sports-Sports / Skiing",
    "release_date": "2002-10-31T00:00:00.0000000",
    "developer": "Visual Impact",
    "publisher": "EA Sports BIG",
    "synopsis": "SSX Tricky is EA's follow up to SSX. Tricky features far more storytelling than the original through the use of personality attributes. Rivalries develop between characters with opposing attributes, causing them to act more aggressively towards each other during races. The übertrick system adds a whole new layer to the game. These tricks are much tougher to pull off, but give you a nice boost. Performing six übertricks in a row results in a super übertrick, which rewards you with a bigger boost and causes Run DMC's \"It's Tricky\" to play. \n\nSeven tracks return from the original accompanied by brand-new Garibaldi and Alaska tracks. The returning tracks contain up to four times as many shortcuts and hidden lines. Six of the eight riders from the original return (Jurgen and Hiro suffered off-season injuries) and are joined by six new ones. The soundtrack will feature mixes by Mix Master Mike, Aphrodite, and the Plump DJs. DVD-like bonuses include \"behind-the-scenes\" footage and a \"making of\" segment.",
    "image": "images/gba/ssx_tricky_usa_europe_enfrde.png"
  },
  {
    "title": "Tactics Ogre : The Knight of Lodis",
    "genre": "Role Playing Game",
    "release_date": "2002-05-07T00:00:00.0000000",
    "developer": "Quest",
    "publisher": "Atlus",
    "synopsis": "Assume the role of Alphonse, a knight of Galicia, sent on a mission to investigate the intentions of the suspect governing body of the Holy Lodis Empire and solve the mystery of Ovis. Along the way, you will experience many trials and tribulations, but you must survive the unrelenting battles and cultivate your characters' abilities to reveal your true destiny.",
    "image": "images/gba/tactics_ogre_-_the_knight_of_lodis_usa.png"
  },
  {
    "title": "Tony Hawk's Pro Skater 2",
    "genre": "Sports / Skateboard-Sports",
    "release_date": "2001-05-30T00:00:00.0000000",
    "developer": "Vicarious Visions",
    "publisher": "Activision",
    "synopsis": "The Tony Hawk skateboarding series makes its debut on the Game Boy Advance with this adaptation of the second Pro Skater game.\n\nGameplay is similar to the original console game. The levels have been adapted from the console version for the two dimensional isometric perspective; one is even taken from the original Tony Hawk's Pro Skater.\n\nIn Career Mode, choose from one of 13 professional skaters and, in each level, complete various goals like collecting items, performing special tricks and of course breaking high scores by performing tricks and combos. Completing the goals earns money which unlocks new levels and can be spent on new boards, tricks and upgrading your skater's stats. In competition levels, you don't skate for money but compete for a medal.\n\nIn the Free Skate and Single Session modes, unlocked levels can be practiced and new high scores be established.",
    "image": "images/gba/tony_hawks_pro_skater_2_usa_europe.png"
  },
  {
    "title": "Virtua Tennis",
    "genre": "Sports / Tennis-Sports",
    "release_date": "2003-02-28T00:00:00.0000000",
    "developer": "Altron",
    "publisher": "SEGA",
    "synopsis": "Virtua Tennis arrives on the GBA, without the 'Virtual' 3D element, but with the same gameplay you expect from a tennis game.\n\nChoose from a male or female player (or create your own) and take to the world tour, competing in various tournaments on clay, hardcourt, grass or indoors. Play against some of the best players in the world, both in singles and doubles, or compete against your friends in 4 player doubles.\n\nMini-games test your skills and improves the timing of your shots. Games range from Burger Chef (aim at the grid to decide what comes next on the burger), Disc Shooter (similar to Othello) and Bull's Eye, where you aim for the center of the target. Your created character will also improve depending on your success in each mini-game, with his or her stats increasing over time.",
    "image": "images/gba/virtua_tennis_europe_enfrdeesit.png"
  },
  {
    "title": "Wario Land 4",
    "genre": "Platform",
    "release_date": "2001-11-18T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "In this fourth episode of the adventures of Mario's nemesis, the greedy Wario reads in a newspaper about a secret treasure lost in a pyramid. That's enough for Wario: he jumps in his car, enters the pyramid, and then you take control of him. Wario is a classic platform game with a twist: some enemies don't actually hurt you but change you into various forms, like Floating Wario, Zombie Wario, or Bat Wario.",
    "image": "images/gba/wario_land_4_usa_europe.png"
  },
  {
    "title": "Zone of the Enders : The Fist of Mars",
    "genre": "Strategy",
    "release_date": "2002-01-01T00:00:00.0000000",
    "developer": "Winky Soft",
    "publisher": "Konami",
    "synopsis": "In the distant future, mankind is at the brink of war with it's colonies on the moon, Mars and Jupiter. You take control of a young man who, after a series of events, finds himself in possession of a new type of L.E.V. (a giant combat robot) and stranded on Mars, where he joins forces with the Anti-Terrestrial League.",
    "image": "images/gba/zone_of_the_enders_-_the_fist_of_mars_europe_enfrde.png"
  }
]