[
  {
    "title": "Azure Dreams",
    "genre": "Role Playing Game-Dungeon Crawler RPG",
    "release_date": "1999-08-05T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "The huge Monster Tower stands near the village Monsbaiya. It is populated by vicious monsters, and few dare enter it. But the monsters in the tower lay eggs, and whoever takes possession of such an egg, can tame a monster which will come out of it, and those monsters, called \"familiars\", will help their tamers in times of danger. Some brave adventurers dared to enter the tower and to take the eggs. One of them was called Guy. He was killed in the monster tower. Now his son Koh is fifteen, and he is allowed to try his luck in the tower.\n\nYou control Koh and his party of \"familiars\" in this unusual \"monster-taming\" RPG. You must capture the eggs from the tower, bring them home, grow monsters and tame them. During battles, you assign different commands to them. Different species have different abilities and need different approach. The battles system is a mixture of real time and turn based combat. Unlike most other console RPGs, there are no special battle screens.",
    "image": "images/gbc/azure_dreams_usa_sgb_enhanced_gb_compatible.png"
  },
  {
    "title": "Bionic Commando : Elite Forces",
    "genre": "Fighting-Action",
    "release_date": "2000-01-26T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "The Avar empire is an imminent threat to our homeland of Karinia. As a member of the Bionic Corps' Elite Forces team your mission is to infiltrate the Avar installations, disrupt their invasion plans and rescue our scout, fellow bionic commando, Commander Joe. You play a bionic soldier with a mechanic arm that extends and contracts to let you interact with objects normally out of reach.\nThe game is based on the Bionic Commando arcade game and is a typical platform game with the emphasis on the capabilities your bionic arms gives you. You can use it to swing from platform to platform, pull yourself up onto higher platforms, and attack enemies with it. A few other weapons and a range of pickups is also available. At the start of the game you also get to choose to play a male or female commando.",
    "image": "images/gbc/bionic_commando_-_elite_forces_usa_australia.png"
  },
  {
    "title": "Donkey Kong Country",
    "genre": "Action-Platform",
    "release_date": "2000-11-04T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Nintendo",
    "synopsis": "King K. Rool has stolen Donkey Kong's banana stash, and Donkey Kong needs your help to get them back. In search of K. Rool, the Kremling horde impedes your progress. Kremlings, crocodile-like creatures, include Kritters (they succumb to a simple jump on the head), Krushas (they are virtually indestructible), and others. There are also other enemies that block your path, such as beavers, snakes, vultures. Leading them are dastardly bosses, including Very Gnawty, Necky, Bumble B, and Dumb Drum, and they all bar the way with their own special blend of villainy.\n\nDonkey Kong is joined by Diddy Kong: these two primates differ significantly. For example, Donkey Kong is generally stronger; he can destroy most enemies with a single jump and can lift barrels straight over his head to throw them farther. On the other hand, Diddy is faster and not as strong as Donkey; he can run really fast and do cartwheels. Diddy carries barrels in front of him, creating a shield against frontal attacks.\n\nThe game is split into different worlds, which are split into different levels. Each level contains bonus areas, where one can collect bananas, medallions, and lives. At the end of each world is a boss, which is usually a larger version of a minor enemy.",
    "image": "images/gbc/donkey_kong_country_usa_europe_enfrdeesit.png"
  },
  {
    "title": "Dragon Warrior III",
    "genre": "Role Playing Game",
    "release_date": "2001-07-18T00:00:00.0000000",
    "developer": "Enix",
    "publisher": "Enix",
    "synopsis": "Your father, the brave Ortega, is dead. He set off to destroy the Demon Lord Baramos but fell in glorious battle. Unless stopped, Baramos will unleash a torrent of evil that will destroy the world. You must stop Baramos and discover the legend of Dragon Warrior! Your journey starts on Aliahan. Only you decide where it ends...",
    "image": "images/gbc/dragon_warrior_iii_usa.png"
  },
  {
    "title": "Harvest Moon GBC",
    "genre": "Simulation",
    "release_date": "1998-12-31T00:00:00.0000000",
    "developer": "Victor Interactive",
    "publisher": "Natsume",
    "synopsis": "Harvest Moon is a farming simulator/RPG where you must build and maintain a farm during the course of a year, while taking care of your budget and yourself. \n\nYou have the ability to buy, sell and take care of farm animals, crops and any other supplies that you may have. You can trade with many of the town's people, and fellow farmers. If you link up a friend's Game Boy, you can trade items between players as well.\n\nThe local stores supply plenty of items to help you in your quest, at a cost, of course. And if you have the time, you can go about the town in search of a little fun away from work.\n\nFrom an overhead perspective, you can explore your farming area, the local town and the Harvest Sprite tunnels, full of strange and wonderful creatures that can help or destroy your quest. There are four seasons (Summer, Autumn, Winter, Spring) and each brings with it new challenges such as keeping arm animals warm during the colder seasons, and supplying water to the crops during the warmer periods.\n\nThe GBC version includes all new characters and background sprites in full color, but is also backwards compatible with the original Game Boy version.",
    "image": "images/gbc/harvest_moon_gbc_usa_sgb_enhanced_gb_compatible.png"
  },
  {
    "title": "Hexcite : The Shapes of Victory",
    "genre": "Puzzle",
    "release_date": "1998-09-21T00:00:00.0000000",
    "developer": "Gu",
    "publisher": "Ubisoft",
    "synopsis": "Hexcite is a puzzle game played on a honeycomb-like playing field. In the center is a hexagon; six more hexagons make up the entire playing field. Because of the turn-based gameplay, two people can play using only one system. Two-player link mode is also supported.\n\nPlayers begin by placing a geometric shape (triangle, hexagon, parallelogram, etc.) in the center hexagon.  The CPU or human opponent then places another shape adjacent (and touching completely on one side) to a previously played piece.  Players score bonus points for completing any full hexagon. Much of the strategy in this game is in tricking your opponent into letting you take a bonus. Bonuses are also scored for placing a piece so that two sides will contribute a score. The game is over when all pieces have been played, or if the remaining pieces cannot be played.  In that case points are subtracted for any remaining pieces, based on the complexity of the shape (twice as many points are subtracted for a hexagon compared to a triangle.)\n\nIn Japan, this game has seen several Windows versions, and even has been released as a board game.",
    "image": "images/gbc/hexcite_europe_enfrde_proto_sgb_enhanced_gb_compatible.png"
  },
  {
    "title": "Inspector Gadget : Operation Madkactus",
    "genre": "Puzzle-Strategy",
    "release_date": "2000-12-01T00:00:00.0000000",
    "developer": "RFX Interactive",
    "publisher": "Light & Shadow Productions (LSP)",
    "synopsis": "The evil Dr. Claw is about to unleash the deadly MadKactus virus on the world, and it's up to Inspector Gadget to stop him. Since Gadget always needs a little help, his niece Penny and their dog Brain are at the ready to make their contribution. You, as the enigmatic Inspector, will have to work your way through 20 levels that span five different worlds. Luckily, many of your famous devices are available to help out including the helicopter, spring arms, rocket-powered roller skates, and hammer hat. If there is something that you can't do as Gadget, you can switch characters and use Penny or Brain to get past an obstacle or solve a puzzle. Gather up your go-go gadgets and get ready to save the world from Dr. Claw in INSPECTOR GADGET.",
    "image": "images/gbc/inspector_gadget_-_operation_madkactus_europe_enfrdeesitnl.png"
  },
  {
    "title": "Klustar",
    "genre": "Puzzle",
    "release_date": "1999-01-01T00:00:00.0000000",
    "developer": "Rebellion",
    "publisher": "Infogrames",
    "synopsis": "KLUSTAR takes TETRIS and twists it around. Rather than moving falling pieces, you must move and rotate a group of pieces that is stuck together. The goal is to get the moving pieces to stick together, forming a solid square of blocks. One that is done, the square disappears and the remaining pieces collapse inward, creating more room to maneuver. If you miss a piece, it will stick to the sides of the play area and cannot be removed. The game ends when the cluster of pieces becomes so big that it cannot fit into the screen. With 16 skill levels, the degree of challenge is always appropriate. If friends want to join the action, they can via a link cable. See how long you can last in KLUSTAR.",
    "image": "images/gbc/klustar_usa_gb_compatible.png"
  },
  {
    "title": "The Legend of Zelda : Oracle of Ages",
    "genre": "Action / Adventure-Action-Role Playing Game",
    "release_date": "2001-10-05T00:00:00.0000000",
    "developer": "Flagship",
    "publisher": "Nintendo",
    "synopsis": "Using the legendary power of the Triforce, Link travels to a distant land known as Labrynna where Veran, the Sorceress of Shadows, has developed a scheme to alter Labrynna's past. Through trickery and deceit, Veran harnesses the power of Nayru, the Oracle of Ages, and travels 400 years into the past. Before the Sorceress of Shadows can complete her dark mission, Link must use the Harp of Ages to save the day.",
    "image": "images/gbc/legend_of_zelda_the_-_oracle_of_ages_europe_enfrdeesit.png"
  },
  {
    "title": "The Legend of Zelda : Oracle of Seasons",
    "genre": "Action / Adventure-Action-Role Playing Game",
    "release_date": "2001-10-05T00:00:00.0000000",
    "developer": "Flagship",
    "publisher": "Nintendo",
    "synopsis": "The land of Holodrum is slowly withering. Onox, the General of Darkness, has imprisoned the Oracle of Seasons and is draining the very life out of the land. With the seasons in tumult and the forces of evil running rampant, the world looks for a hero... and finds Link. His quest won't be easy - he'll have to master the seasons themselves if he's to turn back the evil tide.",
    "image": "images/gbc/legend_of_zelda_the_-_oracle_of_seasons_europe_enfrdeesit.png"
  },
  {
    "title": "Looney Tunes : Carrot Crazy",
    "genre": "Action-Platform",
    "release_date": "1999-01-01T00:00:00.0000000",
    "developer": "Infogrames",
    "publisher": "Infogrames",
    "synopsis": "Looney Tunes: Carrot Crazy is a side scrolling platform game featuring famous Warner Bros. cartoon characters Bugs Bunny and Lola Bunny. After finding out all carrots have been stolen from their garden, as Bugs or Lola Bunny the player will have to investigate. Bugs will have to explore the Warner Bros. studio to find out who stole the carrots.\n\nLike many platform games you walk from left to right through a level. There are five different worlds which represent the surroundings of characters Yosemite Sam, Marvin the Martian, Daffy Duck, Elmer Fudd and the Tasmanian Devil. Each world is divided into several levels. The object of each level is to find all film clapboards present.\n\nBugs and Lola can jump and hit things with a mallet (or rolling pin for Lola). They also both feature unique special abilities. Bugs Bunny can dig and move heavy chests and Lola can float down safely from large heights with her parasol. Players can switch between characters at any time.\n\nPower-ups in the game include carrots for energy required for special abilities, a super carrot that allows the player to fly like a helicopter (using his ears) and the habanero carrot, which makes the player invincible for a while.\n\nIf you collect the letters EXTRA during the level you get to play a small minigame where you have to shoot firecrackers at moving targets.\n\nEach of the worlds ends with a showdown with the major character of that world. Usually this involves running from a vehicle that pursues the player, while avoiding obstacles.",
    "image": "images/gbc/looney_tunes_-_carrot_crazy_usa_enfres_gb_compatible.png"
  },
  {
    "title": "Magical Tetris Challenge",
    "genre": "Puzzle / Fall-Puzzle",
    "release_date": "2000-02-17T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Magical Tetris Challenge mixes the well known Tetris brand with the characters and worlds of Disney. The original Tetris is on offer through the usual endurance challenge or the new story mode, where you choose one of the many well known Disney characters (Mickey, Minnie, Donald, and Goofy) and take on the bad guys in a game of Tetris to save the day. A 2-player mode is also included.",
    "image": "images/gbc/magical_tetris_challenge_europe_enfrdeesitnlsv_rev_1.png"
  },
  {
    "title": "Mario Tennis",
    "genre": "Sports-Sports / Tennis",
    "release_date": "2001-02-02T00:00:00.0000000",
    "developer": "Camelot Software",
    "publisher": "Nintendo",
    "synopsis": "Mario Tennis for the Game Boy Color is a much different experience than its N64 effort. In addition to the core gameplay found in the N64 version, the GBC version features an RPG-style world that allows you to work your way up through the ranks at the Royal Tennis Academy.\n\nThe main mode, Mario Tour, has you starting off as a Rookie with low stats. By completing training programs and defeating other students, you're able to gain experience points, which allow you to boost your tennis stats. When you're not playing tennis, you can spend time wandering the Academy grounds: talking to other students, or just taking in the sights and sounds.\n\nIn addition to the main game, there's also an exhibition mode (singles or doubles) for quick-play. And, if you get tired of playing the computer, the game supports the Game Link Cable for play against a friend.",
    "image": "images/gbc/mario_tennis_europe.png"
  },
  {
    "title": "Metal Gear Solid",
    "genre": "Action",
    "release_date": "2000-01-01T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Metal Gear Solid for GameBoy Color is not set within the storyline of Metal Gear series, but instead tells an unrelated episode featuring the same hero - special agent Solid Snake. A secret government project, codenamed \"Babel\", attempts to revive the Metal Gear project - development of a highly destructive mech weapon. But an organization known as Gindran Liberation Front hijacked the Metal Gear prototype, without which any further development would be useless. Solid Snake is sent to infiltrate Outer Heaven, a location not entirely unfamiliar to him, and to retrieve the prototype.\r\n\r\nThe game is similar in style and gameplay to early Metal Gear games. It is viewed from top-down perspective, and its gameplay is mostly based on stealth. Snake has to sneak past the guards, using various tactics to distract them or to kill them silently. From time to time Snake will also encounter bosses whom he will have to defeat in order to proceed to the next area.",
    "image": "images/gbc/metal_gear_solid_europe_enfrdeesit.png"
  },
  {
    "title": "Metal Walker",
    "genre": "Role Playing Game",
    "release_date": "2001-01-01T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Metal Walker is a mechanical take on Pokémon, where the story takes place in the future on an island where a mysterious element called core has been discovered.  This \"core\" element was used to create a highly advanced race of robots called Metal Walkers that are used for both labor and protection for the people of the island.  One day, however, a gang of robots decide to rebel and end up killing a very prominent member of the island.  The player then takes control of the son, Tetsuo, with the help of Dr. Hawk and Tetsuo's Metal Walker in an attempt to hunt down the rebel robots and avenge his father's death.\n\nThe gameplay is very similar to Pokémon, where the player explores various areas of the island searching for clues called Data Packets and battling other Metal Walkers or wild Walkers called Metal Busters, but instead of capturing these walkers, the player instead destroys them.  Destroying these other Walkers results both in scrap metal and items called Capsules that can be used to upgrade or \"evolve\" Tetsuo's Walker into a more advanced form.  Additionally, the player can take the scrap metal to the Junk Shop where they can also be turned into capsules as well.  Additionally, capsules can not only contain power-ups, but traps as well that can be used in battles.\n\nThe battles are also different, whereas this one the attacks consists of rolling attacks that are angled off of the walls of arenas.  Additionally, if a player fights multiple opponents, all of the enemies will be present on the screen at one time and if they choose the right attack and angle, can result in multiple hits on multiple opponents.\n\nThere are also three types of Walkers: Land, Marine, and Sky where, just like in Pokémon, susceptible to the other (ex. Land walkers have advantages over Marine walkers but are vulnerable and weaker to Sky Walker attacks).  Base camps can also be built around various areas of the island and can be used for restoring the health of the players Walker.\n\nAs the player progresses farther into the game, they will encounter over 100 different Walkers, each with their own strengths and weaknesses as well as bosses that have to be defeated in order to access more areas of the island.  Players can also use the Link Cable to both battle their Metal Walkers or even exchange their base camps.",
    "image": "images/gbc/metal_walker_usa_gb_compatible.png"
  },
  {
    "title": "Micro Machines 1 and 2 : Twin Turbo",
    "genre": "Racing, Driving",
    "release_date": "2000-01-01T00:00:00.0000000",
    "developer": "Codemasters",
    "publisher": "THQ",
    "synopsis": "Tiny cars race through the house in MICRO MACHINES 1 AND 2: Twin Turbo. Take 15 vehicles including jeeps, helicopters, tanks, speedboats, and sports cars onto 60 different tracks like the breakfast table, the garden, and the pool table. Each track has its own obstacles and hazards, so keep your eyes peeled. For example, watch out for the rubber ducks, soapsuds, and whirlpool drain in the bathtub. The biggest hazard is falling off of the track, which costs time and puts you way behind. As an added bonus, there is a Two-Player mode that can be played on one Game Boy: one player uses direction pad and the other uses the buttons to steer his vehicle left or right, the goal being to push the opposition off of the track. With all of the track and vehicle choices, there is plenty to keep you playing MICRO MACHINES 1 AND 2: Twin Turbo.",
    "image": "images/gbc/micro_machines_1_and_2_-_twin_turbo_usa_europe.png"
  },
  {
    "title": "Pocket Puyo Puyo-n",
    "genre": "Puzzle / Fall-Puzzle",
    "release_date": "2000-09-22T00:00:00.0000000",
    "developer": "Compile",
    "publisher": "Compile",
    "synopsis": "This software is based on the Poketto Puyo Puyo SUN system with new systems added.\r\n\r\nThe new system uses a unique special skill system, which allows players to combine characters with their favorite special skills. In addition, while Puyo Puyo Party on the Nintendo 64 was defensive, an offensive one that affects the opponent's field has been added, and the display of SP required for the specifications of special skills has been changed to a gauge type.\r\n\r\nThe aforementioned special skills can be obtained by advancing through the \"Challenge Mode\" of \"Hitori Puyo Puyo\". In \"Hitori de Puyo Puyo,\" you can also play \"Renshu,\" in which you play against three other players, \"Sutori,\" in which Aruru defeats enemies to learn special skills, \"Training,\" in which you can choose your favorite character and play against the CPU, and \"Challenge,\" in which you can defeat randomly appearing enemies to use special skills in all modes. The \"M\" is a word that means \"to be able to use\".",
    "image": "images/gbc/pocket_puyo_puyo-n_japan_rev_2.png"
  },
  {
    "title": "Pokémon Crystal Version",
    "genre": "Role Playing Game",
    "release_date": "2001-07-29T00:00:00.0000000",
    "developer": "Game Freak",
    "publisher": "Nintendo",
    "synopsis": "Travel back to the world of Johto as the Gold and Silver series continues with brand-new features! Whether you're reading the fresh descriptions in your Pokédex, using the unique sort function to organize your Pokémon in new ways, watching the all-new battle animations, or discovering another ways to capture Suicune, you'll need all of your Poké-skills to master Pokémon Crystal on your Game Boy Color!",
    "image": "images/gbc/pokemon_-_crystal_version_usa_europe_rev_1.png"
  },
  {
    "title": "Puzzle Master",
    "genre": "Puzzle",
    "release_date": "1999-12-01T00:00:00.0000000",
    "developer": "Metro 3D",
    "publisher": "Metro 3D",
    "synopsis": "The Goblin King has corrupted the elements and is flooding the world, and it's up to you to save it. Groups of four elements fire, water, stone, and wood fall from the sky. You must position the elements in such a way that three of the same type touch each other, and are thus eliminated. However, there are some complicating factors: monsters will appear on the play field and will throw pollution blocks that cannot be removed. Further, each round has some tasks which range from watering a flowerpot to triggering a drawbridge that will eliminate several rows which need to be completed.",
    "image": "images/gbc/puzzle_master_usa_gb_compatible.png"
  },
  {
    "title": "Rayman",
    "genre": "Action-Platform",
    "release_date": "2000-07-24T00:00:00.0000000",
    "developer": "Ubisoft",
    "publisher": "Ubisoft",
    "synopsis": "When a villain known only as Mr. Dark appears, trouble brews in Rayman's world. Mr. Dark captures the Toons - source of light and Rayman's friends. With no more light, evil creatures begin to roam, making the world unsafe for everyone. Its up to you, as Rayman, to free your friends and put an end to Mr. Dark's dastardly schemes!\r\n\r\nRayman is side-scrolling platformer starring the titular Rayman, a big-nosed chap with no arms or legs. Rayman can jump and use his hair to hover for a short period of time. He can also attack by throwing his fists, or winding up his fists for a more powerful punch. He can occasionally find special power ups that grant him unlimited flying power, giving him the ability to navigate through tricky mazes.\r\n\r\nThe Game Boy Color version of Rayman remains true to the spirit of the original game, but makes some notable changes, particularly when compared to the original's bright, vibrant graphics.",
    "image": "images/gbc/rayman_europe_enfrdeesitnl.png"
  },
  {
    "title": "Shantae",
    "genre": "Platform",
    "release_date": "2002-06-02T00:00:00.0000000",
    "developer": "Wayforward",
    "publisher": "Capcom",
    "synopsis": "The small fishing village of Scuttle Town is a quiet and peaceful place, thanks mainly to its protector, the self-appointed Shantae the genie.\n\nWhen lady-pirate Risky Boots receives information that a  treasure chest is found at the village, she quickly makes her way there for an invasion to take the cash. As Shantae, you must use the genies magical abilities, her hair whipping attacks and dance moves to stop the pirate and her gang from taking the treasure and leaving the town in ruins.",
    "image": "images/gbc/shantae_world_gba_enhanced_switch.png"
  },
  {
    "title": "Super Mario Bros. Deluxe",
    "genre": "Platform-Platform / Run & Jump",
    "release_date": "1999-05-01T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "The Mushroom Kingdom has been invaded by the Koopa, a tribe of turtles who possess dark magic. Their king Bowser has transformed all its inhabitants into stones, bricks, and mushrooms; he has also captured Princess Toadstool. She is the only one who can break the evil spell.\nImprisoned in a castle deep in Bowser's new found kingdom, Mario, a humble plumber, hears of the tragedy and sets out to free her.\n\nRun, jump, and throw fireballs to defeat the evil Bowser and his minions.\n\nThe game features the original 1985 game, a challenge mode, and versus game option. Also included are records, an album, and a toy box.",
    "image": "images/gbc/super_mario_bros_deluxe_usa_europe_rev_1.png"
  },
  {
    "title": "Tetris DX",
    "genre": "Puzzle / Fall-Puzzle",
    "release_date": "1998-11-18T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Tetris DX requires you to place different shaped blocks which fall from the top of the screen, along the bottom of the screen to make up a line which then disappears from the screen. Watch out though, if you cant fill the gaps and the blocks fill up to the top of the screen the game is over.\n\nTetris DX features 4 one-player modes and two-player mode using the Universal Game Link Cable.",
    "image": "images/gbc/tetris_dx_world_sgb_enhanced_gb_compatible.png"
  },
  {
    "title": "Toki Tori",
    "genre": "Puzzle-Action",
    "release_date": "2001-09-12T00:00:00.0000000",
    "developer": "Two Tribes B.V.",
    "publisher": "Capcom",
    "synopsis": "Just hatched from its shell, Toki Tori finds that his fellow chicks have been kidnapped. Lucky for him that even at a young age, he has plenty of skills up his sleeve, so he sets out to find his family and why they were taken in the first place.\n\nA cross between a puzzle and an action title, you must use the skills available to you to advance through 60 levels, seperated into 4 worlds of 15 levels. Skills include building ladders to cross gaps that your jump can't make, warping to other areas of the level or building gaps for enemies to fall through.",
    "image": "images/gbc/toki_tori_usa_europe_enjafrdees.png"
  },
  {
    "title": "Wario Land 3",
    "genre": "Action-Platform",
    "release_date": "2000-03-21T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "During a joyride in his biplane, the engine blows and Wario crashes into the woods. It's here where he finds a hidden cave with a magic Music box. Before he can say \"I hate Mario\", the box pulls him inside and into a room with a dark figure, who strikes a deal with him. Find all of the missing Music boxes and he can leave. And any treasure he finds he can keep. \n\nMuch like Wario Land 2, Wario can't die from any attacks by the enemy. However he can change form after certain attacks, which can both help and halt his progress in each level. New forms of Wario include Invisible Wario and Ball of Yarn Wario (an un-controllable ball of yarn, with Wario inside).\n\nAlso, basic attacks such as swimming and the butt stomp don't become available to Wario until after completing a certain amount of levels, meaning you have to go back to completed levels to access other areas full of loot.",
    "image": "images/gbc/wario_land_3_world_enja.png"
  }
]