[
  {
    "title": "Animal Crossing",
    "genre": "Adventure-Simulation",
    "release_date": "2002-09-16T00:00:00.0000000",
    "developer": "Nintendo EAD",
    "publisher": "Nintendo",
    "synopsis": "Occasionally strange but completely addictive, Nintendo's Animal Crossing for the GameCube is not so much a game as a simulation of life on a small town. Players begin the game by setting out to live life on their own in a colorful town, where they are greeted by a seemingly endless supply of things to do and characters to meet.Time passes in Animal Crossing in real-time, as the month, day, season, and time of day matches that of the player's. Holiday seasons come and go in Animal Crossing, just as they would in the real world. Experience the freedom to fish, decorate your house, go bug catching, garden, write letters, and even play original Nintendo NES games in this imaginative, and addictive game.",
    "image": "images/gc/animal_crossing_usa.png"
  },
  {
    "title": "Baten Kaitos Origins",
    "genre": "Role Playing Game",
    "release_date": "2006-02-23T00:00:00.0000000",
    "developer": "tri-Crescendo",
    "publisher": "Nintendo",
    "synopsis": "Baten Kaitos Origins is a prequel to Baten Kaitos: Eternal Wings and the Lost Ocean. Long ago, the evil god Malpercio attempted to destroy the other gods; a large battle of the gods ensued, and following this the people of the world were forced to flee to various islands floating in the sky. 1000 years after the war the people live peacefully in the sky for the most part; but Emperor Olgen, the emperor of one of these islands, has begun a plot to gain control of all the islands.\n\nThe main character of the story is Sagi, a \"Spirit-born\" individual who has been given a secret mission to assassinate Emperor Olgen. In similar fashion to Eternal Wings and the Lost Ocean, you don't actually control Sagi in the game but rather his guardian spirit. Throughout the game you can give Sagi advice, and as you progress the story will unfold revealing the plot that may threaten all of the islands...\n\nGameplay is similar to Eternal Wings and the Lost Ocean and features a card based battle system. Many items in the world have a \"magna essence\"; these items can be captured in a card for use later. Some items are useful for attacking and defending, others can help replenish your health, and some can be used to solve puzzles. When a battle begins your deck of cards will be randomly dealt to you; battles are turn based, on each turn you can select cards from those visible to use. Different cards also feature different attributes, and various combos are possible. When a battle is won, your characters will earn experience points, gold, and will also recover all hit points.\n\nThe battles in the game aren't random; as you explore the worlds, enemies will be visible on screen in some areas and contact with them begins the battle. In addition to the main story line, numerous sub-quests will also become available by talking with various characters; completing a sub-quest will typically earn a useful item for you as well as provide an opportunity for your characters to level up. You will encounter many types of enemies on both the main quest and subquests; since different enemies may require different strategies, you have the ability to customize the deck of cards you will use in battle. As you gain experience, you will also gain the ability to create multiple decks.",
    "image": "images/gc/baten_kaitos_origins_usa_disc_1.png"
  },
  {
    "title": "Battalion Wars",
    "genre": "Strategy-Shooter / TPV-Shooter",
    "release_date": "2005-09-19T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Kuju Entertainment",
    "synopsis": "You play in a fictional world, where war has erupted between the Frontiers and the Tundrans.  You are ordered to command the Frontiers to victory.  Using your troops you can command them to attack, defend, and follow you, as well as garrison them in bunkers, capture bases, and hop in vehicles.  You can switch between a first-person view, and control one of your men to lead in battle, or you can use the top-down view, where you have a good view of the battlefield.  Through an expansive campaign, a number of different nations, and a garrison that would impress even Napoleon, you can see just how fun war may be.",
    "image": "images/gc/battalion_wars_usa.png"
  },
  {
    "title": "Beyond Good & Evil",
    "genre": "Adventure / RealTime 3D-Adventure-Racing, Driving",
    "release_date": "2003-12-11T00:00:00.0000000",
    "developer": "Ubisoft",
    "publisher": "Ubisoft",
    "synopsis": "In the future, on the planet Hillys, the population suffers from constant attacks from the alien DomZ. The situation is gradually getting worse, as the rate of DomZ kidnapings increase. The Alpha Section forces, who are in charge of protecting citizens, seem to be completely ineffective, not even fighting the DomZ. In the midst of this situation, the secretive organization IRIS alleges that the Alpha Section is involved in a massive government conspiracy, and seeks to expose the truth through journalism.\n\nYou control the young reporter/photographer Jade, with her companions Pey'j and Double H. After experiencing first-hand a DomZ attack, she is contacted by IRIS, who recruit her as an action reporter. Jade is now tasked with infiltrating the Alpha Section, exposing the government conspiracy, and ultimately finding the truth for herself.\n\nBeyond Good & Evil is an action-adventure game with diverse game play. Most of the game is based on stealth and puzzles, but there are sequences of racing, shooting, combat, and platform action. There are several mini-games and even an online ranking system (used by entering codes online after they are assigned in-game when the game is saved). As the game progresses, a large story unfolds, even dealing with some social issues on the way.",
    "image": "images/gc/beyond_good__evil_usa_enes.png"
  },
  {
    "title": "Eternal Darkness : Sanity's Requiem",
    "genre": "Adventure",
    "release_date": "2002-06-23T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Silicon Knights",
    "synopsis": "Mature, third-person horror adventure from the makers of the original Legacy of Kain. Featuring 12 playable characters throughout history, including a Roman Centurion and a priest during the period of Inquisition, the story follows Alexandra Roivas, a young, beautiful woman whose grandfather's body has just been found in his dark and moody mansion, bloodied and torn apart, his head missing. When she learns that the local police have been unable to uncover any clues regarding the obvious murder, she decides to take matters into her own hands. It's when she arrives at her deceased relative's mansion to investigate that the tale of Eternal Darkness truly begins.",
    "image": "images/gc/eternal_darkness_-_sanitys_requiem_usa.png"
  },
  {
    "title": "Fire Emblem : Path of Radiance",
    "genre": "Tactical RPG-Role Playing Game",
    "release_date": "2005-10-17T00:00:00.0000000",
    "developer": "Intelligent Systems",
    "publisher": "Nintendo",
    "synopsis": "First console installment of the strategy-RPG series since the SNES days. Previously released on Famicom (Japan-only), Super Famicom (Japan-only), and Game Boy Advance, Fire Emblem leaves the 2D overhead maps of old behind to serve up 3D villages, fields, and caves, and polygonal battle sequences. The continent of Tellius is divided into humans and half-man/half-beast demi-humans. These two races have battled for centuries and only recently established an uneasy peace. Now, a new force threatens to tear apart the seven kingdoms and reignite the flames of war. Joining the Fire Emblem ranks are new units, such as such as the shape-shifting laguz who transform into beasts to attack their foes. Additionally, characters can now learn unique skills as they gain experience, giving players even more ways to customize their strategy.",
    "image": "images/gc/fire_emblem_-_path_of_radiance_usa.png"
  },
  {
    "title": "F-Zero GX",
    "genre": "Racing, Driving",
    "release_date": "2003-08-25T00:00:00.0000000",
    "developer": "Amusement Vision",
    "publisher": "Nintendo",
    "synopsis": "The classic Nintendo franchise that has inspired countless futuristic racing games returns with F-Zero GX on the Nintendo GameCube. Long-time rival Sega collaborated with Nintendo to redefine the futuristic racing genre with intense competition, blazing speeds, and brilliant track designs. F-Zero GX offers 20 different tracks and over 30 unique pilots, as well as a custom craft editor where players can create their own vehicle. Multiple game modes including Grand Prix, Time Attack, Versus mode, and the all new challenging story mode offer a multitude of alternatives to traditional racing. Players can laso save their game data on a memory card and use it to race custom vehicles in the arcade version of F-Zero GX.",
    "image": "images/gc/f-zero_gx_usa.png"
  },
  {
    "title": "Killer 7",
    "genre": "Lightgun Shooter-Adventure",
    "release_date": "2005-07-07T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Directed by Suda 51 of Capcom's Production Studio 4, Killer 7 features some of the most mature themes in a videogame to date. Players take control of the wheelchair bound assassin Harman Smith, a man who can conjure up in physical form the seven deadly personalities that exist in his mind. When a terrorist group known as Heaven's Smile threatens the safety of the United States, the government enlists Smith and his assassins to find and kill the man behind the organization.Killer 7 features extremely stylized cel-shaded graphics and over-the-top gore. Gameplay is a mix of third-person-based exploration and first-person view gun fights.",
    "image": "images/gc/killer7_usa_disc_1_rev_1.png"
  },
  {
    "title": "The Legend of Zelda : The Wind Waker",
    "genre": "Role Playing Game",
    "release_date": "2003-03-24T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Nintendo's thematic action-adventure sequel to Ocarina of Time takes the series back to its more cartoonish roots. Utilizing a completely new look with cel-shaded graphics, the game casts players in the role of a familiar young boy, who sets out to save his kidnapped sister. Gameplay is vintage Zelda, only that the game's overworld is covered by water. Players have to control the direction of the wind to sail across the ocean and find dungeons, towns, and plenty of secrets. A special Game Boy Advance link-up option lets another player join the quest and give hints and assistance via the handheld.",
    "image": "images/gc/legend_of_zelda_the_-_the_wind_waker_usa.png"
  },
  {
    "title": "The Legend of Zelda : Twilight Princess",
    "genre": "Role Playing Game",
    "release_date": "2006-12-11T00:00:00.0000000",
    "developer": "Nintendo EAD",
    "publisher": "Nintendo",
    "synopsis": "Link, a young man raised as a wrangler in a small, rural village, is ordered by the mayor to attend the Hyrule Summit. He sets off, oblivious to the dark fate that has descended upon the kingdom. When he enters the Twilight Realm that has covered Hyrule, he transforms into a wolf and is captured. A mysterious figure named Midna helps him break free, and with the aid of her magic, they set off to free the land from the shadows. Link must explore the vast land of Hyrule and uncover the mystery behind its plunge into darkness. As he does, he'll have to enlist the aid of friendly folk, solve puzzles and battle his way through dangerous dungeons. In the Twilight Realm, he?ll have to use his wolf abilities and Midna?s magic to bring light to the land. Besides his trusty sword and shield, Link will use his bow and arrows, fight while on horseback and use a wealth of other items, both new and old.",
    "image": "images/gc/legend_of_zelda_the_-_twilight_princess_usa.png"
  },
  {
    "title": "Luigi's Mansion",
    "genre": "Adventure",
    "release_date": "2001-11-17T00:00:00.0000000",
    "developer": "Nintendo EAD",
    "publisher": "Nintendo",
    "synopsis": "Luigi's Mansion pits you as Luigi, Mario's forgotten brother.\n\nLuigi, while checking his mail, found out he won a mansion in a contest.  What's weird, is he never entered any contest to begin with.  Being the curious person he is, he calls up his brother, Mario, and asks to meet him at the house.\n\nLuigi sets forth through a dark and scary jungle to find the house, but sees that Mario is nowhere to be found.  Puzzled, Luigi enters the mansion, only to encounter ghosts.  He meets up with a scientist, Professor E. Gadd, who explains the situation and hands over the Poltergust 3000.  Luigi must now make his way through the mansion's many rooms, sucking up as many ghosts as he can.\n\nAs you explore, you must solve mysteries, collect cash/gems/jewels/coins, and encounter boss characters.  Luigi's vacuum has the ability to suck up ghosts that have inhabited this strange mansion.  However, the ghosts will not give up so easily.  You must struggle with them and pull them back to catch your prey with your trusty vacuum.  As you continue to your goal, you must face off with the deceased denizens of the house and the boos that haunt it, and unlock new rooms with the keys you find along the way.  You can also gain special abilities for your vacuum, such as the ability to shoot fire, water, or ice.  Remember though, treasure is scattered everywhere.  Check all the objects for coins and paper money, and who knows, you may just make enough money for Luigi to buy a mansion of his own...\n\nAs you explore the strange mansion, the plot slowly unravels and it becomes apparent that something more sinister is going on in that haunted house.  Will you ever see your lost brother Mario again?",
    "image": "images/gc/luigis_mansion_usa.png"
  },
  {
    "title": "Mario Kart : Double Dash!!",
    "genre": "Racing, Driving",
    "release_date": "2003-11-17T00:00:00.0000000",
    "developer": "Nintendo EAD",
    "publisher": "Nintendo",
    "synopsis": "The king of kart racers has returned with Nintendo's Mario Kart: Double Dash on the Nintendo GameCube. Mario, along with Luigi, Peach, Baby Mario, Baby Luigi, Wario and more, are back for more multiplayer, single player and versus action. The new Mario Kart features updated graphics with detailed character models, and colorful interactive racing environments. For the first time, two characters ride in a single kart as one drive while the other uses items, opening up the possibility for two-player co-op racing. Along with the classic four-player competition, Mario Kart: Double Dash offers a new eight-player mode, where players can link multiple systems for a new level of multiplayer kart racing.",
    "image": "images/gc/mario_kart_-_double_dash_usa.png"
  },
  {
    "title": "Metal Gear Solid : The Twin Snakes",
    "genre": "Action-Action / Adventure",
    "release_date": "2004-03-09T00:00:00.0000000",
    "developer": "Silicon Knights",
    "publisher": "Konami",
    "synopsis": "In a joint development effort between Silicon Knights, Nintendo and Konami, the classic PlayStation hit Metal Gear Solid is recreated with updated graphics and an expanded story on the Nintendo GameCube. This overhauled version of the PS One best-seller features graphics on par with the MGS sequels on PlayStation 2. Snake is able to hang from ledges, shoot from a first-person perspective, and hide himself and enemies in lockers. In addition cinematics and audio (featuring all the original voice actors and added music), the game also packs additional weapons, story points, and added replay options.",
    "image": "images/gc/metal_gear_solid_-_the_twin_snakes_usa_disc_1.png"
  },
  {
    "title": "Metroid Prime",
    "genre": "Shooter-Shooter / FPV",
    "release_date": "2002-11-19T00:00:00.0000000",
    "developer": "Retro",
    "publisher": "Nintendo",
    "synopsis": "Everyone's favorite heroine, Samus Aran, is back! Packed to the gills with exploration, creative power-ups, and wicked enemies, Metroid Prime is a first-person adventure worthy of the Metroid stamp. An action-packed adventure set in the first-person perspective, Metroid Prime takes place just after the events in the original Metroid (NES). It has lead character Samus Aran, a bounty hunter by trade, chasing down the evil Space Pirates. Their intention is to use a genetic mutagen called Phazon to create a super army and take over the universe. While the installments in the series before have never been home to deeply involving storylines, Metroid Prime breaks the shell to offer up one of the most intriguing and read-worthy sagas yet. Developed by Texas-based Retro Studios. Metroid Prime brings all of the elements of the acclaimed franchise into a massive 3D arena.",
    "image": "images/gc/metroid_prime_usa_rev_2.png"
  },
  {
    "title": "Paper Mario : The Thousand-Year Door",
    "genre": "Role Playing Game-Japanese RPG",
    "release_date": "2004-10-11T00:00:00.0000000",
    "developer": "Intelligent Systems",
    "publisher": "Nintendo",
    "synopsis": "What Sleeps Behind the Door?\r\n\r\nTime passes, the pages turn' and a new chapter unfolds in an unfamiliar land! Get ready for a two-dimensional role-playing adventure for the ages as Mario returns to paper form to discover a mystery that sleeps behind an ancient, legendary portal called the Thousand-Year Door. The quest is long, the dangers many, and this time, Mario will have to make full use of his papery qualities just to survive.\r\n\r\nTake to the stage! Impressing the crowd builds power for super attacks, but don't disappoint the audience, or you'll pay!\r\n\r\nNo need to go it alone! You'll need to rely on sidekicks to survive, and even enemies have roles to play?\r\n\r\nDon't fold under pressure! Fold into a paper airplane, turn sideways to slip through cracks, and much more.\r\n\r\nStay on your toes! Stamp foes, swing your hammer, and use timely button presses to do damage!",
    "image": "images/gc/paper_mario_-_the_thousand-year_door_usa.png"
  },
  {
    "title": "Pikmin 2",
    "genre": "Strategy",
    "release_date": "2004-10-08T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Captain Olimar has returned to the planet where the Pikmin live, and he's all business this time. The company he works for is going bankrupt, so to save it, Olimar must salvage the treasure buried all over the planet. Of course, he'll need the help of the Pikmin to do that--he can't do anything by himself. Control one of two main characters--Olimar or his assistant--as you command your Pikmin to defeat enemies, propagate more Pikmin, collect precious doodads, and solve puzzles. With unlimited time, new colors of Pikmin, and two-player cooperative play, Pikmin 2 improves on the original in many ways.",
    "image": "images/gc/pikmin_2_usa.png"
  },
  {
    "title": "Resident Evil 4",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "2005-01-11T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "The story is about Leon S. Kennedy, one of the survivors of the Raccoon City disaster; he is sent on a special mission to rescue Ashley Graham, the daughter of the president of the United States, who has been kidnapped by a strange organization based in Spain. But his investigation is hampered when a horde of violent villagers attacks him for no apparent reason. It is an action-adventure survival horror video game. For the first time in the series, the closed, linear environment is left aside to include larger, more dynamic settings as the story takes place in a town in Spain.",
    "image": "images/gc/resident_evil_4_usa_disc_1.png"
  },
  {
    "title": "Skies of Arcadia Legends",
    "genre": "Role Playing Game",
    "release_date": "2003-01-29T00:00:00.0000000",
    "developer": "Overworks",
    "publisher": "SEGA",
    "synopsis": "Enhanced port of the Dreamcast RPG, offering a mix of real-time exploration and turn-based battle sequences. Like the RPGs of old, Final Fantasy and Dragon Warrior, the basic idea is to send a player out into the world to slay groups of enemies, gain experience, buy weapons and items, and accomplish something grand. As lead character Vyse and his trusty female sidekick, Aika, you dock one of the evil Valuan's ships to take it over and grab some loot. As members of the Blue Rogues -- pirates that in Robin Hood fashion give to the poor and steal from the corrupted rich -- it's your whole life. In the process, you stumble into more than you bargained for. The actual gameplay itself revolves around several different devices: turn-based ground and air battles, airship-to-airship duels, and real-time 3D exploration.",
    "image": "images/gc/skies_of_arcadia_legends_usa.png"
  },
  {
    "title": "SoulCalibur II",
    "genre": "Fighting / 3D-Fighting",
    "release_date": "2003-08-27T00:00:00.0000000",
    "developer": "Namco",
    "publisher": "Namco",
    "synopsis": "The quest for the all-powerful sword known as Soul Edge continues in Soulcalibur II, as old favorites and exciting new characters compete for the right to wield its power. Featuring seven game modes including Arcade, Time Attack, Survival Mode, Versus Mode, and Team Battle. Unlock and use over 200 different weapons and items in the updated Weapon Master Mode. Exclusive console-specific characters are in different versions of Soulcalibur II. The GameCube version boasts Nintendo's Link, of The Legend of Zelda fame.",
    "image": "images/gc/soulcalibur_ii_usa.png"
  },
  {
    "title": "Star Wars : Rogue Squadron II : Rogue Leader",
    "genre": "Simulation",
    "release_date": "2001-11-18T00:00:00.0000000",
    "developer": "LucasArts",
    "publisher": "Factor 5",
    "synopsis": "In Star Wars Rogue Squadron II you get the chance to jump into the cockpit of an X-wing and join Luke Skywalker and the Star Wars galaxy's most daring pilots as they return to face off against the Empire. As in the original hit game for N64, you'll relive favorite Star Wars battles including the perilous Death Star trench run, a daring space attack on a Star Destroyer and the legendary battle on the ice planet Hoth. Rogue Leader features stunning, movie like visuals and immerses players in an intense action-arcade experience. Aerial conflict takes place in a variety of craft such as the legendary X-wing, A-wing, and B-wing. For the first time, the game also features on-foot ground combat in missions directly based on or inspired by the original movie trilogy.",
    "image": "images/gc/star_wars_-_rogue_squadron_ii_-_rogue_leader_usa.png"
  },
  {
    "title": "Super Mario Sunshine",
    "genre": "Platform-Adventure",
    "release_date": "2002-08-26T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Mario, Princess Peach, Toadsworth, and Toad have come to Isle Delfino for some relaxation. Upon arrival, however, they discover the island has been polluted causing its energy source, the Shine Sprites, to disappear. The culprit is similar in appearance to Mario, who is blamed for the mess, so the portly plumber is forced to clean up the island. Mario is given an invention called FLUDD (a backpack with several water nozzles) to help him clean up graffiti and mud and capture the real villain. Gameplay features a combination of action and puzzle solving, with numerous stages and multiple episodes to each stage, and plenty of hidden secrets and surprises.",
    "image": "images/gc/super_mario_sunshine_usa.png"
  },
  {
    "title": "Super Smash Bros. Melee",
    "genre": "Fighting",
    "release_date": "2001-12-02T00:00:00.0000000",
    "developer": "HAL Laboratory",
    "publisher": "Nintendo",
    "synopsis": "Normally, Nintendo contract players such as Mario, Pikachu, Link, Donkey Kong, Bowser, and Kirby are generally happy and well-mannered, but in Super Smash Bros. Melee, the pleasantries get thrown out and the gloves (except for Mario's) come off. This update of the N64 favorite features these and other video game icons in furious, yet utterly absurd fisticuffs that usually make for a smashing good time. Just make sure you have at least one human opponent to pound on.",
    "image": "images/gc/super_smash_bros_melee_usa_enja_rev_2.png"
  },
  {
    "title": "Tales Of Symphonia",
    "genre": "Role Playing Game-Action RPG",
    "release_date": "2004-07-13T00:00:00.0000000",
    "developer": "Namco",
    "publisher": "Namco",
    "synopsis": "In a dying village on Sylvarant, legend has it that a Chosen One will one day appear from among the people, and the land will be reborn. Now, you must enter a cel-shaded world in which you command real-time battles. Execute and combine hundreds of special attacks, magic spells, and combos. Each character grows to suit your fighting style, and the storyline changes based on the characters' relationships. The line between good and evil blurs in this immersive adventure where the fate of two interlocked worlds hangs in the balance.",
    "image": "images/gc/tales_of_symphonia_usa_disc_1.png"
  },
  {
    "title": "Viewtiful Joe",
    "genre": "Beat'em Up",
    "release_date": "2003-10-07T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Joe is your normal everyday guy, watching movies and hanging out with his girlfriend, Silvia. But when Silvia is sucked into a movie reel by an evil force, Joe's life is turned upside down. It's up to you to take everyman Joe and turn him into a superhero to end all superhero's and save his girl.\n\nWith a heavy dose of comic books, Viewtiful Joe is a action packed 2D side-scroller inside a 3D world, that will have you using the amazing abilities of the hero in question as you slice and dice the many enemies on screen with VFX special moves, such as Slow and Mach Speed.\n\nYou'll have the chance to earn 'Viewtifuls', which will boost your abilities with new killer moves and special items. You'll need them as you progress further into the seven episodes and big bosses at the end of each.",
    "image": "images/gc/viewtiful_joe_usa.png"
  },
  {
    "title": "WarioWare, Inc. : Mega Party Game$!",
    "genre": "Casual Game",
    "release_date": "2004-04-06T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Wario is back in the video game biz, and this time the tightfisted microgame master is servin' up some insane party games on Nintendo GameCube. The 200+ hysterical microgames from Wario Ware, Inc.: Mega Microgame$ are making a triumphant return on the big screen, supported by wildly creative multiplayer matches starring Wario's crazy crew of video game developers.",
    "image": "images/gc/warioware_inc_-_mega_party_game_usa.png"
  }
]