[
  {
    "title": "Aladdin",
    "genre": "Platform",
    "release_date": "1993-11-11T00:00:00.0000000",
    "developer": "Virgin",
    "publisher": "SEGA",
    "synopsis": "The game from Virgin based on the 1992 animated Disney film is a side-scrolling platformer.\n\nThe player controls Aladdin, who must make his way through several levels based on locations from the movie: from the streets and rooftops of Agrabah, the Cave of Wonders and the Sultan's dungeon to the final confrontation in Grand Vizier Jafar's palace. The Sultan's guards and also animals of the desert want to hinder Aladdin in his way. He can defend himself with his sword or by throwing apples. Next to apples, Aladdin can also collect gems which can be traded for lives and continues with a traveling trader. Finding Genie or Abu icons enables bonus rounds. The Genie bonus round is a game of luck played for apples, gems or extra lives. In Abu's bonus round, the player controls the little monkey who has to catch bonus items that fall from the sky, but without touching any of the unwanted objects like rocks and pots.\n\nThe game's humorous animations were created by Walt Disney Feature Animation.",
    "image": "images/md/aladdin_usa.png"
  },
  {
    "title": "Beyond Oasis",
    "genre": "Action RPG-Role Playing Game",
    "release_date": "1995-03-15T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "In 'Beyond Oasis' a character by the name of Prince Ali is your protagonist, who wields a golden armlet with the power of fire, water, plant and shadow. You must travel your lands in search of the holder of the silver armlet, which had been hidden for generations. Recently unearthed it holds the power of chaos and destruction. You must stop them before it's too late.",
    "image": "images/md/beyond_oasis_usa.png"
  },
  {
    "title": "Castlevania : Bloodlines",
    "genre": "Platform-Platform / Fighter Scrolling",
    "release_date": "1994-03-17T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "In the year 1917, evil had threatened to rise up again in Transylvania. A young lady named Elizabeth Bartley, who was tried as a witch and killed centuries before, was planning to resurrect the Prince of Darkness, Count Dracula, once again.\r\n\r\nThe latest of the Belmont lineage, John Morris, and his friend Eric Lecarde, must now travel across Europe to the Palace of Versailles in France, where Bartley is planning the resurrection. And in their way stands Dracula's strongest followers yet...",
    "image": "images/md/castlevania_-_bloodlines_usa.png"
  },
  {
    "title": "Columns",
    "genre": "Puzzle / Fall-Puzzle",
    "release_date": "1990-06-30T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "Columns is loosely derived from Tetris, as it involves arranging falling blocks in such a way as to clear them. However, in columns they are groups of 3 same-size but varying color blocks, which must be arranged into sequences of 3 or more, either horizontally, vertically or diagonally. Sequences of 4 or 5 count for double or triple points, and diagonal sequences score the most. The real trick is to set up 'combos' - where one line causes other blocks to drop so as to create other lines.\n\nAs well as the normal game mode, there is also a 'flash' mode, in which the aim is simply to remove a particular block from the base of the pre-formed pile of bricks. The difficulty of this can be determined by increasing the number of complete rows which are already in place.",
    "image": "images/md/columns_usa_europe.png"
  },
  {
    "title": "Contra : Hard Corps",
    "genre": "Shooter / Run and Gun-Shooter",
    "release_date": "1994-08-08T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "While the original arcade games, as well as a few computer conversions under the Gryzor title, were released unchanged in Europe, subsequent console installments of the Contra were released under the Probotector title in Europe.",
    "image": "images/md/contra_-_hard_corps_usa_korea.png"
  },
  {
    "title": "Earthworm Jim",
    "genre": "Platform",
    "release_date": "1994-08-02T00:00:00.0000000",
    "developer": "Shiny Entertainment",
    "publisher": "Virgin Interactive Entertainment",
    "synopsis": "A crow is chasing a worm named Jim while in outer space Psy-Crow is chasing a renegade ship. The ship's captain has stolen an ultra-high-tech-indestructible-super-space-cyber-suit and Queen Slug-for-a-Butt has ordered Psy-Crow to get it, since it can make her more beautiful than Princess-What's-Her-Name. Psy-Crow blasts the captain and the suit falls to Planet Earth.\n\nBack on earth Jim wonders if he is finally safe when an ultra-high-tech-indestructible-super-space-cyber-suit lands on him. Luckily Jim rests in the neck ring of the suit. Then the space particles begin interacting with Jim, causing a light-speed evolution. Jim soon realizes he is in control of the suit.\n\nJim overhears the Queen's plans for the suit and decides to meet this Princess...",
    "image": "images/md/earthworm_jim_usa.png"
  },
  {
    "title": "Ecco the Dolphin",
    "genre": "Adventure",
    "release_date": "1992-12-01T00:00:00.0000000",
    "developer": "Novotrade",
    "publisher": "SEGA",
    "synopsis": "Travel through time along with Ecco the dolphin, in the only game that could call itself a \"dolphin simulator\". Indeed, you can do pretty much everything a typical dolphin does, including eating fish, surfacing in order to breathe, using your biological sonar and of course, jumping out of the water to amaze your friends.\n\nThe storyline is actually deeper that one may think by looking at the box illustration. As Ecco, you are the only dolphin who managed to escape from a giant whirlpool which sucked down your entire pod. The five shining stars on your forehead show that you are the chosen one to save them. But that task will be not be an easy one, as you will have to travel through time and space with the Atlantean time machine, and meet the mystical Asterite in order to defeat the Vortex Queen.",
    "image": "images/md/ecco_the_dolphin_usa_europe_korea.png"
  },
  {
    "title": "Golden Axe II",
    "genre": "Beat'em Up",
    "release_date": "1991-01-01T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "Not long after the malign reign of the Death Adder has ended, another evil rises. The peace of the land has again been threatened, this time by 'Dark Guld', who was supposed to be imprisoned but apparently isn't. He has instead now got his hands on the Golden Axe, and is using it for his own nasty purposes, and with his minions is causing much chaos.\n\nSo once more, Ax-Battler, the fierce barbarian; Tyris-Flare, the fearless Amazon; Gilius Thunderhead, the ferocious dwarf; get up to deal with the oppression, with their might and magic, and recover the Golden Axe.\n\nThe hack and slash gameplay, in a medieval fantasy setting, is essentially the same to that of the previous game. Beat up opponents with melee attacks and collect scrolls to launch magical attacks. Moreover,  players can also ride dragons and other beasts and use their attack capabilities to their advantage.",
    "image": "images/md/golden_axe_ii_world.png"
  },
  {
    "title": "Gunstar Heroes",
    "genre": "Shooter / Run and Gun-Platform / Shooter Scrolling-Shooter-Platform",
    "release_date": "1993-09-09T00:00:00.0000000",
    "developer": "Treasure",
    "publisher": "SEGA",
    "synopsis": "Chaos has broken out on the planet Gunstar-9!!\n\nThe mad Colonel Red has discovered four crystals that imprison a deadly being known as GoldenSilver, and plans on unleashing it onto the population of the planet! He must be stopped! Enter...the Gunstar Heroes, Red and Blue!\n\nUnleash some mad blasting action onto the Colonel's army and don't let him bring GoldenSilver to life!! The fate of Gunstar-9 is in your hands!",
    "image": "images/md/gunstar_heroes_usa.png"
  },
  {
    "title": "Herzog Zwei",
    "genre": "Strategy",
    "release_date": "1990-01-01T00:00:00.0000000",
    "developer": "Technosoft",
    "publisher": "SEGA",
    "synopsis": "The premise is that two opposing forces are in combat with one another. Each player controls a jet airplane which zooms across the screen and may turn into a ground based soldier. These ground soldiers can hurt enemy units, but can not affect bases. To take over bases scattered across the map (and ultimately, the enemy base), players must purchase new units and transport them to certain positions. In this way, the player acts more like a transport and management for different types of units rather than a combat character themselves. If the plane is ever destroyed, it restarts at the player's base location. As previously mentioned, a level is complete when either side's base is lost to the opposing forces.",
    "image": "images/md/herzog_zwei_usa_europe.png"
  },
  {
    "title": "Landstalker",
    "genre": "Role Playing Game",
    "release_date": "1993-10-01T00:00:00.0000000",
    "developer": "Climax",
    "publisher": "SEGA",
    "synopsis": "A jovial fantasy yarn, Landstalker is the title that put Climax Entertainment on the map.  Following the exploits of elvish treasure hunter, Nigel, and his pixie friend, Friday, they travel to a distant island to find the long lost treasure of King Nole.\n\nThe game can draw many parallels to the Zelda series, due to the game’s mostly whimsical style and emphasis on item collecting.  However, Landstalker is more meticulous, moving at a slower and more developed rate, with an abundance of towns and NPCs rounding out the cast.",
    "image": "images/md/landstalker_usa.png"
  },
  {
    "title": "Light Crusader",
    "genre": "Role Playing Game",
    "release_date": "1995-05-25T00:00:00.0000000",
    "developer": "Treasure",
    "publisher": "SEGA",
    "synopsis": "In Light Crusader, you play the role of Sir David, a knight in the service of King Frederick. You are sent to the town Green Row to help your king's brother, King Weeden, to discover what has caused the mysterious disappearance of his town people. You must enter and explore huge dungeons in order to find out about an ancient story that has happened many years ago, and to face evil forces who threaten the land.\n\nLight Crusader is an isometric action/puzzle adventure with RPG elements, along the lines of Landstalker. You can talk to townspeople, buy weapons and items, etc. You spend most of the game in dungeons, which are populated by enemies (whom you fight in real-time combat), and which are full of various types of traps and puzzles. You'll often have to jump to access higher levels or platforms, push switches and other objects to help you advance, and solve various physical puzzles.",
    "image": "images/md/light_crusader_usa.png"
  },
  {
    "title": "Mortal Kombat 2",
    "genre": "Fighting-Fighting / 2D-Fighting / Versus",
    "release_date": "1994-01-01T00:00:00.0000000",
    "developer": "Midway",
    "publisher": "Acclaim",
    "synopsis": "The Mortal Kombat fighters, plus several new ones, return for a tournament held by the evil Shang Tsung of the Outworld. The action is one-on-one as before, and famed for its high level of violence and blood (other than the sanitised Nintendo version). There are 5 difficulty levels and optional credits, as well as the usual two player mode including same character duels.\n\nTo win the main tournament, the player must beat each of the other human players, before taking on Shang Tsung, Kintaro and finally Shao Kahn. Players have a range of punches and kicks available, as well as flying kicks, uppercuts, roundhouses, and the special moves, which vary for each player. These include throws, uppercuts, long-distance bullets, bicycle kicks and a teleport feature.",
    "image": "images/md/mortal_kombat_ii_world.png"
  },
  {
    "title": "Phantasy Star IV",
    "genre": "Role Playing Game-Adventure-Fighting",
    "release_date": "1994-01-01T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "The Algo star system is in troubled times...\n\nMany thousands of years ago, the Algo Star System was a peaceful system. Three planets surrounded the peaceful Algo star and were in perfect harmony: Palma, a lush green planet, where its citizens devoted their lives to arts and the sciences. Motavia, a desert planet, inhabited by humans and native Motavians, and the enigmatic Dezolis, a harsh ice planet, where the citizens were just as unknown as the planet itself. Unfortunately, the harmony and balance was not to last. Palma had exploded, and with it, 90% of the population of Algo died. Motavia had fallen into horrible conditions from the explosion, turning almost into a total wasteland. The Darkness spread its hand over the land...\n\nNow, 1,000 years had passed. Motavia had healed somewhat, and life was beginning to return to the way it once was thousands of years ago. The Hunter's Guild on Motavia helped to keep things steady. But now, a dark evil once thought to be long dead is beginning to stir once again, and the young Hunter, Chaz, is about to begin his ultimate adventure - and all of it started with one simple routine assignment...\n\nThe gameplay of the fourth entry in the  Phantasy Star is similar to that of the  second installment, sharing notable features such as the ability to equip two weapons at once, different healing items for humans and androids, most of the \"techniques\" (equivalent to magic spells in comparable games), etc. As before, leveling up and technique-learning is automatic. There are a few segments in the game with vehicle combat, which mostly follows the same turn-based formula as the regular battles. Side quests are present in form of hunter assignments for Chaz and his friends.",
    "image": "images/md/phantasy_star_iv_usa.png"
  },
  {
    "title": "The Revenge of Shinobi",
    "genre": "Platform / Fighter Scrolling-Platform",
    "release_date": "1990-10-01T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "You are Musashi, master ninja. You are a mystic warrior, who sees and know all things. You are deadly! Now you must destroy the vicious army of Neo Zeed, or Naoko, their beautiful prisoner, dies!\nAttack with a ninja sword and shurikens! Somersault over fences while hurling deadly knives! Ward off bullets, death stars and junked cars by leaping, twisting and kicking!\nStalk ninjas, musclemen, Kung Fu gangs and armies of machine gunners through 24 treacherous scenes. The Neo Zeed are masters of disguise. But you are Shinobi, a master in the art of stealth. And you have a secret weapon - ninja magic!",
    "image": "images/md/revenge_of_shinobi_the_usa_europe_rev_b.png"
  },
  {
    "title": "Ristar",
    "genre": "Platform",
    "release_date": "1995-02-17T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "An evil tyrant with a silly name (Greedy) has arisen to control a solar system full of sentient beings. He Corrupts the leaders of each world and thereby enslaves the populace. He has sent his minions in the disguise of planet natives into the worlds to enforce his rule...\n\nA lush forest planet, the last planet in the tyrants agenda manages to send a call of help to the solar systems ancient hero before being over run. However Greedy even has managed to remove the great hero. Yet he did not count on the interference of the hero's sun... Ristar!\n\nYou control Ristar in his attempt to liberate the solar system. You will stretch his arms to grab enemies and summarily head-but them. Your long limbs will be used to climb various surfaces. Being a star adds even more to the unique gameplay, already chock-full of action and puzzles.",
    "image": "images/md/ristar_usa_europe.png"
  },
  {
    "title": "Road Rash II",
    "genre": "Racing, Driving",
    "release_date": "1993-01-01T00:00:00.0000000",
    "developer": "Electronic Arts",
    "publisher": "Electronic Arts",
    "synopsis": "A motorcycle racing game with an attitude. You race in varying environments for ever increasing sums of money. With that money you can buy faster and better bikes. There are many objects on the road to watch out for, from cars to rocks to signs, if you hit one you'll go flying and loose valuable time. If you crash too often your bike can get wrecked. You can also attack other racers. The default attack is a punch, but some racers have weapons, which you can steal and use \nagainst them. The police patrol the various courses, so if you're not careful you can get busted. Road Rash II is not just a racing game but also a fighting game.",
    "image": "images/md/road_rash_ii_usa_europe_rr206.png"
  },
  {
    "title": "Rocket Knight Adventures",
    "genre": "Platform",
    "release_date": "1993-08-01T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Rocket Knight Adventures is the first side-scrolling action game starring Sparkster.  He lives in the kingdom of Zebulos, and is the bravest of all the Rocket Knights.  One day, an army of pigs comes down to invade the kingdom and capture the princess.  It is up to Sparkster to set things right again.\n\nMost of the gameplay in Rocket Knight Adventures involves using Sparkster's rocket pack and sword.  Sparkster has to fight off many bosses and survive many precarious situations.  The levels are interspersed with a variety of elements, like shooting stages, and giant robot combat.",
    "image": "images/md/rocket_knight_adventures_usa.png"
  },
  {
    "title": "Shining Force II",
    "genre": "Tactical RPG-Role Playing Game",
    "release_date": "1994-10-02T00:00:00.0000000",
    "developer": "Camelot Software",
    "publisher": "SEGA",
    "synopsis": "Shining Force II is a strategy/RPG hybrid with cartoon-like graphics. The game is comprised of two modes: exploration, in which the hero and his companions engage in the role-playing game standard of talking to townspeople, exploring new lands, and furthering the plot; and battle mode, in which the combat is resolved from a tactical point of view, with individual combats being resolved from a close-up view with animated characters.\n\nThe plot consists of such quests as saving a princess from the clutches of demons, rebuilding the hero's hometown, and uniting the various forces of good together against the hero's nemesis. Along the way, the hero will be joined by many characters who seek to aid him in his journey. Several of these characters can only be obtained by completing side quests. In addition, random battles can occur between the programmed scenarios, giving the hero's party a chance to obtain experience and gain levels outside of the set scenarios.\n\nThere are several difficulty levels in the game, selectable when starting a new game. In addition, there is a configuration code that allows cheats to be activated, including the ability to control the enemy units.",
    "image": "images/md/shining_force_ii_usa.png"
  },
  {
    "title": "Shinobi III : Return of the Ninja Master",
    "genre": "Platform",
    "release_date": "1993-08-22T00:00:00.0000000",
    "developer": "Megasoft",
    "publisher": "SEGA",
    "synopsis": "Shinobi III involves a ninja named Joe \"Shinobi\" Musashi (you) going and kicking some bad guy butt, in this case his old enemy \"Neo Zeed\".\n\nIn normal Shinobi style, you are presented with side-scrolling playfields which you must slash and shuriken your way through, to meet the end boss of each round.",
    "image": "images/md/shinobi_iii_-_return_of_the_ninja_master_usa.png"
  },
  {
    "title": "Sonic The Hedgehog 2",
    "genre": "Platform",
    "release_date": "1992-11-24T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "Sonic the Hedgehog 2 is a side-scrolling platformer based around speed, and the sequel to Sonic the Hedgehog. Players run through different worlds called \"Zones\", each with a specific theme. There are two Acts in nearly all of the 10 Zones, and at the end of each Zone's last Act is a machine that Robotnik controls, which you must defeat to progress. Sonic and Tails can collect rings which are scattered throughout all of the levels. When the player collects 100 rings they earn an extra life. The rings also act as protection - if Sonic is hurt when he is carrying rings, they scatter everywhere and he is briefly invincible. If he is hit again when he has no rings, he'll lose a life. If the player reaches a continue point lamppost with 50 or more rings, they'll be able to access the Special Stage. In this stage, you must gather a set amount of rings in a halfpipe-like stage before you reach a checkpoint. Complete all the checkpoints and you'll earn one of the seven Chaos Emeralds. The game also includes the ability to play the game co-op with a friend - at any time, a player can plug in a second controller and take over the AI controlled Tails. Tails has infinite lives and the camera remains focused on Sonic, meaning that Tails will not hinder play. Sonic (and Tails) can now also get speed from a standing start by holding down and repeatedly pressing the jump button for a \"Spin Dash\". This is useful when stuck near steep slopes or other areas where you need some momentum. The game also features a 2-player versus mode. This mode is a horizontally split-screen race through levels based on three of the zones in the single player game.",
    "image": "images/md/sonic_the_hedgehog_2_world_rev_b.png"
  },
  {
    "title": "Streets of Rage 2",
    "genre": "Beat'em Up",
    "release_date": "1992-12-01T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "After Axel Stone, Blaze Fielding and Adam Hunter destroyed the evil Syndicate leader, Mr. X, the city became a peaceful place to live, and each one of them followed their own paths. One year later, after their reunion, Adam's brother Sammy returned from school to find their apartment in a mess, and Adam nowhere to be seen, and after calling his two friends, one of them notices a photo of Adam chained to a wall, next to someone they knew very well - Mr. X, who returned to turn the peaceful city once again into a war zone. Now, Axel, Blaze, Sammy, and Axel's good friend Max, a pro wrestler, must head out to stop Mr. X once again...hopefully for good...\n\nStreets of Rage 2 differs from the previous title in several ways. There are changes in both graphics (characters now are bigger, more detailed and with more animation frames, and scenarios are less grainy) and gameplay (the rocket move was replaced by a special move that doubles in offense and defense along several new moves), along other new features such as life bars (and names) for all enemies and the radically different new characters.",
    "image": "images/md/streets_of_rage_2_usa.png"
  },
  {
    "title": "Thunder Force IV",
    "genre": "Shoot'em Up-Shoot'em Up / Horizontal",
    "release_date": "1992-01-01T00:00:00.0000000",
    "developer": "Technosoft",
    "publisher": "SEGA",
    "synopsis": "Thunder Force IV, known in North America as Lightening Force: Quest for the Darkstar [sic], is a 1992 side-scrolling shoot 'em up video game developed and published by Technosoft for the Sega Genesis as the fourth installment of the Thunder Force series. The game was released in Japan on July 24, 1992, in North America in September 1992 and in Europe in December 1992.",
    "image": "images/md/thunder_force_iv_europe.png"
  },
  {
    "title": "ToeJam & Earl",
    "genre": "Platform",
    "release_date": "1991-10-15T00:00:00.0000000",
    "developer": "SEGA",
    "publisher": "SEGA",
    "synopsis": "Toejam and Earl are two hip aliens from the planet Funkotron. One day, they are cruisin' their galaxy in the sweet spaceship ride. Unfortunately, Earl wasn't paying enough attention to where he was driving, and ran the ship into an asteroid.  The ship crash landed onto the most bizarre planet in the galaxy: Earth.\n\nToejam and Earl must travel from level to level on Earth and collect the 10 scattered pieces of the ship. But the various Earthlings, such as Nerd Herds, Giant Hamsters, Phantom Ice Cream Trucks and the Bogeyman will make that difficult.\n\nThe power up items that TJ and E can pick up come in the form of wrapped presents. You never really know what a power up is until you open it. What's more, randomized levels and item locations make it a different game every time.\n\nThe game features a dynamic screen splitting - screen joining 2-player mode.\nPlayers start the game close to each other. If one gets away from the other, the screen vertically splits to allow each player to move freely. When players are close again, the screens join together to become one single screen.",
    "image": "images/md/toejam__earl_usa_europe_korea.png"
  },
  {
    "title": "Vectorman",
    "genre": "Platform",
    "release_date": "1995-11-30T00:00:00.0000000",
    "developer": "BlueSky Software",
    "publisher": "SEGA",
    "synopsis": "In 2049, the human population of Earth embarks on a migratory voyage to try to colonize other planets. They leave mechanical \"orbots\" to clean up the mess they made on Earth through littering and pollution. Raster, a high-level orbot who watches Earth through a planetwide computer network, is accidentally attached to a working nuclear missile by a lesser orbot and goes insane, becoming an evil dictator named Warhead. He declares himself ruler of Earth, and begins preparing to execute any humans who dare return to their planet.\r\n\r\nEnter Vectorman, a humble robot in charge of cleaning up toxic sludge by simply discharging it into the sun. As he lands on Earth after his last trip, he finds chaos and confusion. Because all the other Orbots are controlled by Warhead (Vectorman having not been affected because he was away), Vectorman takes it upon himself to destroy the errant orbot and restore peace to Earth.",
    "image": "images/md/vectorman_usa_europe.png"
  }
]