[
  {
    "title": "1080 TenEighty Snowboarding",
    "genre": "Sports-Sports / Skiing",
    "release_date": "1998-04-01T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "1080° Snowboarding is a snowboard racing game. The player will find 6 downhill slopes and a half-pipe as courses, several characters to choose from, and be able to perform more than 25 tricks. After choosing a character and a board among the available eight, the player can compete in a variety of events:\r\n\r\nMatch Race: Race head-to-head against a computer controlled opponent.\r\nTime Attack: Try to beat the best time down a slope.\r\nTrick Attack: Try to get the best trick score on a slope.\r\nContest: Race for the best time down a slalom route.\r\n2P Vs.: Race against a friend.\r\nPractice: Practice tricks in a half-pipe or jump slope.",
    "image": "images/n64/1080_snowboarding_japan_usa_enja.png"
  },
  {
    "title": "Banjo-Kazooie",
    "genre": "Action-Action / Adventure-Platform-Platform / Run & Jump",
    "release_date": "1998-06-29T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Nintendo",
    "synopsis": "Banjo-Kazooie's fairy tale back story is reminiscent of Snow White's. A gnarled, ugly witch named Gruntilda asks her magical cauldron who is the fairest of them all. Of course, the pot's answer doesn't please the hag-- he singles out Banjo's sister, Tooty. When Tooty turns up missing, Banjo and his birdie buddy Kazooie set out to find her. \n\nThe worlds in Banjo-Kazooie are gigantic, and chock full of crazy items to collect. Musical Notes, Puzzle Pieces (\"Jiggies\"), Mumbo Tokens, and Jinjoes are just some of the swag that Banjo must stuff in his backpack to complete his adventure. While some of the necessary items are simply stashed off the beaten path, others will require puzzle solving skills to turn up.",
    "image": "images/n64/banjo-kazooie_usa_rev_1.png"
  },
  {
    "title": "Conker's Bad Fur Day",
    "genre": "Shooter-Shooter / TPV-Platform-Platform / Run & Jump-Action-Action / Adventure",
    "release_date": "2001-03-05T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Rareware",
    "synopsis": "Unlike every other Nintendo game ever made, Conker sees his first outing on the N64 with a mature audience in mind. But don't let the violence get in your way of playing this title, which is much like other Rare platformers including Banjo-Kazooie, with a twist.\n\nIn this case, Conker has had one hell of a night, and when he wakes up not only does he have a huge hangover, but something just doesn't feel right. So it's up to Conker and his many skills to clean things up. \n\nConker goes through plenty of wild and wacky levels, most of which are based on classic movies including The Matrix, Jaws, Aliens, The Terminator and even Eyes Wide Shut. A multiplayer mode is also included, allowing 4 players to battle it out in many different styles of multiplayer gameplay.",
    "image": "images/n64/conkers_bad_fur_day_usa.png"
  },
  {
    "title": "Diddy Kong Racing",
    "genre": "Racing, Driving",
    "release_date": "1997-11-24T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Rareware",
    "synopsis": "It's an island takeover when the evil space wizard, Wizpig, discovers Tiger Island!  After the islands prized racetracks become sealed up, Timber Tiger contacts his friend Diddy Kong to help him reclaim the racetracks and save the island before his parents return.  Along for the ride are the Kremling spy Krunch, Bumper Badger, Banjo (prior to meeting Kazooie in Banjo-Kazooie), pre-sweary Conker, Tiptup Turtle, and Pipsy Mouse.\n\nDiddy Kong Racing is a racing game with similarities to Mario Kart 64, in that you race with a variety of cheery racers while using weapons.  However, the similarities end there.  DKR includes an adventure mode, which features bosses, an overworld to explore, many hidden secrets, the addition of hovercrafts and planes, and a unique way of racing called the \"Silver Coin Challenge\".  In this mode, in addition to coming first, you must also find the eight Silver Coins deviously hidden throughout the courses (some in alternate paths).\n\nThe game also features a strategic method of using weapons.  Each colored balloon on the track matches a specific weapon, and collecting the same type of balloon multiple times in a row powers it up (to a maximum of three times).  This gives the player the choice of snatching every balloon available and using it immediately, or storing the existing weapon, and using a more powerful version of it later.\n\nUp to four players can compete in the races, but in order to play new tracks, they must first be unlocked in the single player game.  There are also four battle modes of play - two standard deathmatch maps, a capture-the-flag style battle where you must nab eggs and hatch three of them in your home nest, and another where you must be the first to return ten bananas to your treasure chest (with the limitation of only being able to hold two at any one time).",
    "image": "images/n64/diddy_kong_racing_usa_enfr_rev_1.png"
  },
  {
    "title": "Donkey Kong 64",
    "genre": "Platform-Platform / Run & Jump-Action-Action / Adventure-Adventure",
    "release_date": "1999-11-22T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Nintendo",
    "synopsis": "K. Rool has kidnapped the Kongs! Can Donkey Kong rescue his friends, reclaim the Golden Bananas and save his homeland from certain doom? Take out some Kremlings with Chunky's Pineapple Launcher or Lanky's Trombone. Float through the air using Tiny's Ponytail Twirl. Even rocket to the sky with Diddy's Jetbarrel!",
    "image": "images/n64/donkey_kong_64_usa.png"
  },
  {
    "title": "F-Zero X",
    "genre": "Racing, Driving",
    "release_date": "1998-10-26T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "In this futuristic racer, the key to winning is speed!Choose from 30 different hover-car racers, including updated versions of the Blue Falcon and other vehicles from the original F-Zero, and get ready to play one of the fastest racers ever! Race to the finish line on tracks that twist and turn through the air. However, you will have to avoid the other 29 cars on the track or else face the consequences! If you're in a competitive mood, try to win a Grand Prix Cup, get the fastest lap time in a Time Trial, or destroy the competition in a Death Race. You can also challenge three friends in the Versus mode. With five separate play modes, hidden vehicles and courses, and an excellent sound track, F-Zero X still represents one of the best racing titles to date!",
    "image": "images/n64/f-zero_x_usa.png"
  },
  {
    "title": "GoldenEye 007",
    "genre": "Shooter-Shooter / FPV",
    "release_date": "1997-08-25T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Nintendo",
    "synopsis": "The name is Bond. James Bond. The famous hero of Ian Fleming's novels returns in this first-person shooter, which is based on the movie of the same name. Agent 007 and his friend Alec Trevalyan (a.k.a. Agent 006) were sent to Soviet Union on a secret mission. But everything goes wrong, James Bond barely escapes, and his friend is presumed dead.\n\nTen years later, a mysterious organization named \"Janus\" appeared. Commanding a new satellite called \"GoldenEye\", the organizations attempts to steal money electronically from banks, deleting all evidence of transfer. It's up to our Agent 007 to venture to Soviet Union once again, and to put an end to Janus' ambitions.\n\nIn this 3D action game, you control James Bond from a first-person perspective, using a variety of weapons (from knuckles to grenade launcher) to eliminate your foes. However, many parts require you to be careful, to stay unnoticed or to snipe guards from distance, since they will react to your presence and alarm their comrades. The game is divided into missions, and in some of them you'll have to perform other tasks besides killing your enemies: disarm bombs, take pictures of important evidence, or avoid killing scientists. The game features a multiplayer mode with a variety of options, and three difficulty levels.",
    "image": "images/n64/goldeneye_007_usa.png"
  },
  {
    "title": "Harvest Moon 64",
    "genre": "Role Playing Game-Simulation",
    "release_date": "1999-12-22T00:00:00.0000000",
    "developer": "Victor Interactive",
    "publisher": "Natsume",
    "synopsis": "In Harvest Moon 64, your objective is to restore a run-down farm that you've inherited from your grandfather, who has died recently.  In the village many people help you out on your long journey.  During this time you can attend festivals, race in horse races, farm, tend to your livestock, add to your house, get married, or maybe even have a child.  There are 5 beautiful women to be chosen from, each having their own jobs and personalities.  At the end the player's parents come by and rate them after 2 and a half years of performance.  The option then exists either to keep going or stop there.  The real question is if you're up for the challenge.",
    "image": "images/n64/harvest_moon_64_usa.png"
  },
  {
    "title": "Jet Force Gemini",
    "genre": "Platform-Platform / Run & Jump-Action-Action / Adventure-Shooter-Shooter / TPV",
    "release_date": "1999-10-11T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Rareware",
    "synopsis": "Twins Juno and Vela, and their dog Lupus, are Jet Force Gemini, intergalactic police.  Their mission?  Stop the evil space bug, Mizar, from his goal of galactic conquest with his seemingly-infinite army of Drones.  They'll have to stop along multiple planets along the way, and assisting King Jeff and rescuing his subjects, the Tribals.\n\nJet Force Gemini is a third-person shooter which revels in making gigantic creepy bugs explode into dribbly mucousy bits.  The Jet Force team are given progressively more powerful weapons, from the Machine Gun, which rips through both enemies and ammo, the Plasma Shotgun, which you can charge up for some explosive fireworks, and the Tri-Rocket Launcher, which fires three rockets with every shot, sending explosive doom in the direction of your target.  There's also the Fish Food, which is used to...er, feed fish.  Really.\n\nEven though they're called Drones, these bugs aren't stupid.  When encountered, they'll rush you, hide behind objects for cover, and even run off for reinforcements when you confront them.  They also take delight in shooting the innocent Tribals, whom you are supposed to be rescuing.  But the Drones are nothing compared to the game's insanely difficult bosses, which includes a pair of gigantic praying mantis, a huge beetle, and of course, Mizar himself, to name but a few.\n\nEach of their team has their own special abilities - Juno can walk through lava without any trouble, Vela can swim underwater, and Lupus can hover for short distances and travel through tight spaces.  These abilities are required to fully access areas that they previously couldn't reach.  The team also get the help of Floyd the Droid, a hovering robot that can be controlled by player two as a floating gun with infinite ammo when he joins your team.\n\nThe game also includes three different multiplayer modes: Battle - featuring most options of an average First Person Shooter but with a third-person perspective, Target Shoot - a shooting gallery with a first-person view, and Racing, which includes some kart-like racing as well as old-school top down racing games.",
    "image": "images/n64/jet_force_gemini_usa.png"
  },
  {
    "title": "The Legend of Zelda : Majora's Mask",
    "genre": "Role Playing Game",
    "release_date": "2000-10-26T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Thrown into a parallel world by the mischievous actions of a possessed Skull Kid, Link finds a land in grave danger. The dark power of a relic called Majora's Mask has wreaked havoc on the citizens of Termina, but their most urgent problem is a suicidal moon crashing toward the world. Link has only 72 hours to find a way to stop its descent.",
    "image": "images/n64/legend_of_zelda_the_-_majoras_mask_usa.png"
  },
  {
    "title": "The Legend of Zelda : Ocarina of Time",
    "genre": "Role Playing Game",
    "release_date": "1998-11-23T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Ganondorf, the evil King of Thieves, is on the move, threatening the peaceful land of Hyrule. He is determined to steal his way into the legendary Sacred Realm in hopes of harnessing the power of the mythical Triforce. As the young hero Link, it is your destiny to thwart Ganondorf's evil schemes. Navi, your guardian fairy, will guide you as you venture through the many regions of Hyrule, from the volcanic caves of Death Mountain to the treacherous waters of Zora's Domain. Before you complete this epic quest, you'll delve into deadly dungeons, collect weapons of great power and learn the spells you need to conquer the most irresistible force of all-time.",
    "image": "images/n64/legend_of_zelda_the_-_ocarina_of_time_usa_rev_2.png"
  },
  {
    "title": "Mario Kart 64",
    "genre": "Racing, Driving",
    "release_date": "1997-02-10T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Mario Kart 64 races eight familiar faces, including Mario, Bowser and Yoshi, on four progressively tougher four-track circuits. Wide curves and gentle banks mark the Mushroom Cup tracks. Your commute gets notably tougher on the Flower Cup, though. The player will have to dodge semis rumbling on Toad's Turnpike and bounding boulders on fogbound Choco Mountain! Star Cup tracks range from the icy surfaces of Sherbet Land to the lava lakes of Bowser's Castle. The true test of karting competence, though, comes on the four tracks in Special Cup. Zip through the dark caves and green hillsides of Donkey Kong's Jungle Parkway, cling to the sheer cliffs of Yoshi Valley and hustle over haunted Banshee Boardwalk before tackling the longest track in the game: neon-lit Rainbow Road. \n\nThe game offers two camera angles and three engine sizes: 50cc, 100cc and 150cc. You can gain even more speed by mastering the power slide technique or grabbing Super Star power-ups. Each kart has distinctive handling, acceleration and top speed capabilities. Light karts like Princess's smoothly steer through tight corners, but run the constant risk of getting flattened by heavy karts, like Donkey Kong's. Shells that you fire at rival racers, Bananas that make them skid out and Lightning Bolts that make them small and very slow are just a few of the game's unique power-ups.",
    "image": "images/n64/mario_kart_64_usa.png"
  },
  {
    "title": "Mario Party 2",
    "genre": "Board game",
    "release_date": "2000-01-24T00:00:00.0000000",
    "developer": "Hudson",
    "publisher": "Nintendo",
    "synopsis": "Mario and a range of well known Nintendo characters, including Yoshi, Bowser, Luigi, and Wario return for some more party action. \n\nThe second edition includes 5 new boards, each with a specific theme, such as Space Land, Western Land, Horror Land, and Mystery Land. Each board includes unique attributes in relation to the theme, but the main goal is the same: complete the board game over a certain amount of moves and be the player to have the most coins and/or stars at the end. \n\nThe single player story mode allows one person and 3 CPU controlled players to play each board. Once you play a specific mini-game (64 in all), they become available to purchase using the coins you collected in your games to play anytime. Multiplayer allows 2 to 4 people to play the game.",
    "image": "images/n64/mario_party_2_usa.png"
  },
  {
    "title": "Mischief Makers",
    "genre": "Adventure-Platform / Run & Jump-Platform",
    "release_date": "1997-10-01T00:00:00.0000000",
    "developer": "Treasure",
    "publisher": "Nintendo",
    "synopsis": "Mischief Makers is a game for the Nintendo 64 by the legendary developers at Treasure. It is a 2D side-scrolling platform game in which the protagonist uses her hands to grab, shake, and throw objects. There are 5 \"worlds\" in the game, each with about 10 levels.\n\nYou are Marina Liteyears, assistant to professor Theo. The professor has been kidnapped, and some of King Aster's troops have defected. It is up to Marina, with some help from the troops still loyal to the king, to save the professor and defeat the evil empire.",
    "image": "images/n64/mischief_makers_usa_rev_1.png"
  },
  {
    "title": "Ogre Battle 64 : Person of Lordly Caliber",
    "genre": "Tactical RPG-Strategy-Role Playing Game",
    "release_date": "2000-10-07T00:00:00.0000000",
    "developer": "Quest",
    "publisher": "Atlus",
    "synopsis": "The Holy Lodis Empire is planning the domination of the entire continent of Zeteginia! It is up to you to raise the flag of revolution and rid the land of the Lodis threat. Make decisions in real-time and take control of numerous characters to prove victorious on the battlefield and regain freedom for all people!",
    "image": "images/n64/ogre_battle_64_-_person_of_lordly_caliber_usa_rev_1.png"
  },
  {
    "title": "Paper Mario",
    "genre": "Role Playing Game",
    "release_date": "2001-02-05T00:00:00.0000000",
    "developer": "Intelligent Systems",
    "publisher": "Nintendo",
    "synopsis": "Mario pals around in an all-new action adventure! Mario's back in his first adventure since Super Mario 64, and this time, Bowser's bent on preventing a storybook ending. When Princess Peach is kidnapped, Mario plots to rescue the seven Star Spirits and rid the Mushroom Kingdom of Koopa's cruel cohorts. As he travels from the tropical jungles of Lavalava Island to the frosty heights of Shiver Mountain, he'll meet up with seven all-new companions... and he'll need help from each one or there'll be no happily ever after.",
    "image": "images/n64/paper_mario_usa.png"
  },
  {
    "title": "Perfect Dark",
    "genre": "Shooter-Shooter / FPV",
    "release_date": "2000-05-22T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Rareware",
    "synopsis": "Joanna Dark is an agent for the Carrington Institute, a secret organization funded by anonymous sources and dedicated to protecting the world.  Through their highly trained operatives and special devices (gadgets), Carrington keeps an eye on terrorists, world powers, and strange happenings. The speed in which the dataDyne corporation has established itself through the development of new technologies is starting to worry the institute. So when Carrington receives a message from Dr. Caroll, a scientist wishing to escape dataDyne, they send their best agent, Joanna, to infiltrate the company headquarters...\n\nPerfect Dark is a first person game similar to Rare's earlier Goldeneye: 007 though with more of an emphasis on stealth. Joanna can pick up and use a variety of firearms.  In addition she carries quite a few spy gadgets such as IR scanners, night vision, probes, and a deadly laptop.\n\nThe Xbox 360 port has redone graphics to support a 1080p full HD resolution at 60 frames per second. It also incorporates full multiplayer support over Xbox LIVE.",
    "image": "images/n64/perfect_dark_usa_rev_1.png"
  },
  {
    "title": "Pokémon Stadium",
    "genre": "Strategy-Fighting",
    "release_date": "2000-02-29T00:00:00.0000000",
    "developer": "HAL Laboratory",
    "publisher": "Nintendo",
    "synopsis": "At long last, all of your favorite Pokémon are ready to go head-to-head on the N64®! Whether you're battle a friend, a Gym Leader or a tournament contestant, you're about to witness some of the most spectacular battle scenes in Pokémon history! Select a team from a huge stable of \"rental\" battlers, or use the included N64 Transfer Pak? to upload your own team from Pokémon Red, Blue or Yellow! This Stadium is packed and ready to rock!",
    "image": "images/n64/pokemon_stadium_usa_rev_2.png"
  },
  {
    "title": "Resident Evil 2",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "2000-02-09T00:00:00.0000000",
    "developer": "Angel",
    "publisher": "Virgin Interactive",
    "synopsis": "Ready or not, the terror of Resident Evil 2 is here. In chapter one, the case of the disastrous T-virus outbreak--a mutagenic toxin designed for biological weapons--was eventually closed but the experiments were far from over. Control the destiny of Leon Kennedy or Claire Redfield as their nightmare begins when a biotech terror runs rampant in Raccoon City. Relentless zombies and hideous monsters are all out for a taste of your blood. If the suspense doesn't kill you, something else will.",
    "image": "images/n64/resident_evil_2_europe_enfr.png"
  },
  {
    "title": "Star Fox 64",
    "genre": "Shooter-Shooter / Vehicle, TPV-Shoot'em Up",
    "release_date": "1997-06-30T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "The Lylat system has been invaded! Join Fox McCloud and his Star Fox team as they fight to save the galaxy from the clutches of the evil Andross. Travel to many different 3-D worlds. Battle the enemy in the air and on the ground and listen in as Fox McCloud interacts with a cast of characters.",
    "image": "images/n64/star_fox_64_usa_rev_1.png"
  },
  {
    "title": "Super Mario 64",
    "genre": "Platform",
    "release_date": "1996-09-26T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Mario is super in a whole new way! Combining the finest 3-D graphics ever developed for a video game and an explosive sound track, Super Mario 64 becomes a new standard for video games. It's packed with bruising battles, daunting obstacle courses and underwater adventures. Retrieve the Power Stars from their hidden locations and confront your arch nemesis - Bowser, King of the Koopas!",
    "image": "images/n64/super_mario_64_usa.png"
  },
  {
    "title": "Super Smash Bros.",
    "genre": "Fighting",
    "release_date": "1999-04-26T00:00:00.0000000",
    "developer": "HAL Laboratory",
    "publisher": "Nintendo",
    "synopsis": "Super Smash Brothers takes familiar Nintendo characters such as Mario, Kirby and Donkey Kong, and puts them into battle! There are 8 fully-interactive landscapes, with one for each character and noticeable links to their games. Controls are analogue-based, with different moves executed depending on the direction and how firmly the stick is pressed. Items like baseball bats, Bob-ombs, and healing items drop into the arenas at random, aiding any nearby characters than can make use of them. The game uses a fixed viewpoint which scrolls, although characters are rendered in 3D.\r\n\r\nThe one-player mode has 14 stages to work through. Up to 4 human players can do battle at once, with team play as well as all-against-all action. Hidden characters are thrown in for good measure, as are bonus rounds, and a battle to the end with a giant hand (yeah, you read right!).\r\n\r\nPlayable characters include: Captain Falcon* (F-Zero), Donkey Kong, Fox (Star Fox), Kirby, Jigglypuff* (Pokémon), Link (Legend of Zelda), Luigi* (Mario), Mario, Ness* (Mother/EarthBound), Pikachu (Pokémon), Samus (Metroid) and Yoshi (Mario)\r\n\r\n*character must be unlocked first",
    "image": "images/n64/super_smash_bros_usa.png"
  },
  {
    "title": "Turok 2 : Seeds Of Evil",
    "genre": "Shooter / FPV-Shooter",
    "release_date": "1998-10-21T00:00:00.0000000",
    "developer": "Iguana Entertainment",
    "publisher": "Acclaim",
    "synopsis": "Only evil this dark could bring him back. Only a game this big can do him justice. Turok 2: Seeds of Evil! Pick off distant enemies with deadly sniper weapons, and enjoy ferocious multi-player deathmatches!",
    "image": "images/n64/turok_2_-_seeds_of_evil_usa_rev_1.png"
  },
  {
    "title": "Wave Race 64",
    "genre": "Sports / Water-Racing, Driving-Sports",
    "release_date": "1996-11-01T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Wave Race 64 is sure to provide some of the most exciting racing you've ever experienced. Feel the pounding and crashing of the waves as you accelerate into straight-aways, whip around the marker buoys and go airborne on the jump ramps. Don't race alone - challenge a friend! Take control in three different modes of play - Championship, Time Trials and Stunt Mode. Nine challenging courses set in exotic locales - race conditions change and the wave action responds to the way both you and your opponents race!",
    "image": "images/n64/wave_race_64_-_kawasaki_jet_ski_usa_rev_1.png"
  },
  {
    "title": "Yoshi's Story",
    "genre": "Role Playing Game-Platform",
    "release_date": "1998-03-10T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Reclaim the Super Happy Tree to restore happiness! Baby Bowser has taken the Super Happy Tree and put a spell on Yoshi Island. It's up to a few remaining Yoshis to restore everything to its rightful place as they run, ground-pound, flutter-jump, throw eggs, and traverse a colorful and crafted storybook-looking world. Complete a course in Story Mode, and then best your high score in Trial Mode!",
    "image": "images/n64/yoshis_story_usa_enja.png"
  }
]