[
  {
    "title": "Adventure Island II",
    "genre": "Platform",
    "release_date": "1991-02-02T00:00:00.0000000",
    "developer": "Now Production",
    "publisher": "Hudson",
    "synopsis": "In Adventure Island II: Aliens in Paradise, Master Higgins has to save his cavegirl from aliens which also want to dominate the Earth. Master Higgins walks through the levels while fighting against various enemies. One hit results in his untimely death unless he carries one of the various power ups, e.g. weapons or a skateboard which improves his speed. He also needs to collect food to fill up his steadily decreasing starvation bar - death awaits if it hits zero.\r\nThere are overall eight worlds with different themes which are represented by a overhead map. Sometimes there are different paths and at the end of each world, Master Higgins has to fight a boss.",
    "image": "images/nes/adventure_island_ii_usa.png"
  },
  {
    "title": "Bionic Commando",
    "genre": "Platform / Shooter Scrolling-Platform",
    "release_date": "1988-12-02T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "You play a soldier with a bionic arm that extends and contracts.  Your arm allows you to grab on to fixed objects to swing around and climb up levels -- no jumping allowed! The arm also grabs opponents and pull them towards you.\n\nYour mission is to infiltrate the enemy fortress, find your missing comrade, \"Super Joe\", and take out the evil leader, \"Generalissimo Kilt\", of the invading force that has been attacking your people for the last 2 years.\n\nAfter most levels the Bionic Commando will recieve items. Often these items are required to successfully complete other levels. Additionally, each level will require a different colored communicator in order to make sense of message traffic",
    "image": "images/nes/bionic_commando_usa.png"
  },
  {
    "title": "Blaster Master",
    "genre": "Platform",
    "release_date": "1988-11-01T00:00:00.0000000",
    "developer": "Sunsoft",
    "publisher": "Sunsoft",
    "synopsis": "The classic story of a boy and his frog who runs away, becomes radioactive and jumps into a hole. More importantly however, it's the story about a boy who finds a fully functional battletank, SOFIA the 3rd, and goes adventuring around the underground. His mission... to find new weapons and add-on parts to the battletank which will in turn allow him to explore more areas until eventually he finds that freedom-loving mutant frog. And while he's down there he might as well defeat the Evil Plutonium Boss who wishes to threaten the Earth.",
    "image": "images/nes/blaster_master_usa.png"
  },
  {
    "title": "Bubble Bobble",
    "genre": "Platform",
    "release_date": "1988-11-01T00:00:00.0000000",
    "developer": "Taito",
    "publisher": "Taito",
    "synopsis": "Bubble Bobble is the story of two humans, Bub and Bob who wander into the mysterious cave of monsters and magically turn into dinosaurs. The only way to transform back is to reach the end of the cave.\r\nEach level being a single screen. The enemies must be cleared from a level to go to the next one. With one player controlling Bub and the other controlling Bob, the player can jump and collect items for points (such as fruit). The real power Bub and Bob have however is the ability to blow bubbles. These bubbles can be as platforms to leap on, or to trap enemies. Enemies trapped in a bubble must be popped by jumping into them, wherein they'll turn to fruit. Additionally, power-ups sometimes float by in bubbles. They include lightning, which flies out horizontally at enemies, and water, which drags the player and enemies straight down flowing over platforms. Complete any level will summon Baron Von Blubba, who will float around the screen trying to destroy the player.",
    "image": "images/nes/bubble_bobble_usa.png"
  },
  {
    "title": "Castlevania",
    "genre": "Adventure",
    "release_date": "1987-05-01T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Enter at your own risk!\r\n\r\nIf you think it's scary on the outside, wait till you see the basement. You're in for the longest night of your life. Ghosts, goblins, demons, wolves, bats – creatures lurking around every corner. As you descend deeper and deeper, they get thicker and thicker. Better stick close to the cavern floor - it's your only chance of finding a weapon or two. You're gonna need 'em. Because when you finally meet the Count, you know he'll be going for the jugular. So keep your courage up and your stake sharp. And say your prayers.",
    "image": "images/nes/castlevania_usa_rev_1.png"
  },
  {
    "title": "Contra",
    "genre": "Shooter / Run and Gun-Shooter",
    "release_date": "1988-02-02T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "In the year 2631, a small meteorite has fallen into the Galuga archipelago, located 20km northeast off the coast of New Zealand. Two years later, a terrorist group known as Red Falcon has seized the island in preparation for an alien invasion. The earth's marines sent two members of their elite Contra unit, Bill Rizer and Lance Bean, to neutralize the terrorists.\n\nAs either, Bill (player 1) or Lance (player 2), the player must get to the end of each stage, shooting everything in sight, while avoiding enemy fire themselves. The player can upgrade their standard-issue rifle into one of four different weapons, including the powerful spread shot.",
    "image": "images/nes/contra_usa.png"
  },
  {
    "title": "Crystalis",
    "genre": "Role Playing Game",
    "release_date": "1990-07-01T00:00:00.0000000",
    "developer": "SNK",
    "publisher": "SNK",
    "synopsis": "October 1st, 1997 is known as END DAY. A great war encircles the globe and brings about an end to civilization. The surviving humans concluded that they could never repeat their mistakes and build a great tower in the sky to watch over the world and act accordingly to combat \"evil\". One hundred years have passed since then and a hidden cryogenic chamber in the mountains springs to life...\r\n\r\nCrystalis is a top-down action RPG. Starting from the cryogenic chamber, the player takes the role of a mysterious hero who must uncover the mystery of the tower. He will meet up with the four wise people and learn their magic, while also obtaining the four elemental swords which will help him progress.",
    "image": "images/nes/crystalis_usa.png"
  },
  {
    "title": "Double Dragon II : The Revenge",
    "genre": "Beat'em Up",
    "release_date": "1990-01-02T00:00:00.0000000",
    "developer": "Technos Japan",
    "publisher": "Acclaim",
    "synopsis": "The lovely Marian was rescued from the clutches of the Black Warriors gang by Billy & Jimmy Lee in the first Double Dragon game, but now the gang has killed her in retaliation of their early defeat. The Dragons must now embark on a mission to avenge her death and defeat the Black Warriors for the second and final time.\r\n\r\n\"Double Dragon II\" ix essentially an improved version of the first game. In addition to offering renewed audio and visuals, as well as new traps, moves and enemy characters, it discards the conventional punch and kick buttons in favor of a direction-oriented attacking system similar to the original Technos beat-em-up Renegade. The NES version offered new stages, new moves and illustrated cut-scenes, as well as a new final boss and a new ending. \r\nUnlike the first NES game, it offered 2-Player Co-Op gameplay with the option to turn off the friendly fire.",
    "image": "images/nes/double_dragon_ii_-_the_revenge_usa_rev_1.png"
  },
  {
    "title": "Dragon Warrior III",
    "genre": "Role Playing Game",
    "release_date": "1992-03-01T00:00:00.0000000",
    "developer": "Enix",
    "publisher": "Enix",
    "synopsis": "Dragon Warrior III is the concluding game of the first Dragon Quest/Dragon Warrior trilogy, and its story takes us back to the time period of the legendary Erdrick (also known as Loto), the ancestor of the first game's hero. You are the son of a powerful warrior Ortega, skillful in physical combat and spellcasting. Your father went out to fight the evil Baramos, who is responsible for the appearance of monsters in your region, and never returned. You are sent by the king on a quest to continue your father's brave deeds and to defeat Baramos.\n\nDragon Warrior III is a top-down role-playing game where you travel around the overworld, caves, castles, cities and other locations while battling random encounters, buying equipment, and talking to people. You and your party members receive experience when they beat up monsters and level up with enough experience, increasing their stats. The game features a day/night cycle - as you travel, day slowly changes to night and vice versa; shops are typically closed at night. \n\nYou begin with control of just the main character but can quickly recruit three more members to your party. During the game you can choose to drop your current characters and recruit others at any time. The recruitable characters are divided into six classes: soldier, fighter, merchant, goof-off, pilgrim and wizard.\n\nThe game has a unique job system, giving you the ability to switch your hired characters' classes after they have achieved at least level 20 in their base class. Characters can switch to the other beginning classes, as well as the sage class, which is not available at the beginning. When a character switches classes, they lose all earned experience points, and half of their stats, but retain all of the abilities of the previous class. In this way, you can create powerful combination characters that are able to cast spells and fight effectively.",
    "image": "images/nes/dragon_warrior_iii_usa.png"
  },
  {
    "title": "Disney's DuckTales",
    "genre": "Platform",
    "release_date": "1989-09-14T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Duck Tales for NES is a traditional platform game in which the player takes the role of greedy Scrooge McDuck in search of treasures around the globe. He counts on his three nephews and on other Duck Tales characters to help him in his quest through inospit places such as the Amazononic forest, the African Mines, the Himalayas, Transylvania (where he meets Dracula Duck) and even the Moon.\n\nEach one of them reserves the old duck lots of adventure, different enemies and hidden rooms.\n\nThe game features a 2D side-scrolling platform gameplay very similar to Mega Man. Graphics are colorful and cartoonish, music remembers players of the TV series and controls are very simple.",
    "image": "images/nes/ducktales_usa.png"
  },
  {
    "title": "Excitebike",
    "genre": "Sports-Racing, Driving",
    "release_date": "1985-10-18T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Race by yourself against the clock or compete with other motocross riders on 5 tracks full of long straights, large jumps and obstacles to win the Excitebike championship.\n\nCreate your own tracks by placing jumps and obstacles of all different sizes and shapes on the track and choosing how many laps each race will have, then race against the clock or other riders to see how your track fares in competition.",
    "image": "images/nes/excitebike_japan_usa.png"
  },
  {
    "title": "Final Fantasy",
    "genre": "Japanese RPG-Role Playing Game",
    "release_date": "1990-07-12T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Nintendo",
    "synopsis": "Hironobu Sakaguchi's Final Fantasy... the first of one of the longest role-playing game series known to mankind. Final Fantasy is the game for the NES console that started it all.\r\n\r\nThe world is veiled in darkness. Winds don't blow, the seas are stormy, and the earth rots. All people can hope for is that the ancient prophecy will be finally fulfilled. \"When the world is veiled in darkness, four warriors will come...\" And indeed, they come - the four characters you have previously chosen. Their first quest is to free a princess from the evil Garland, and then the real journey begins...",
    "image": "images/nes/final_fantasy_usa.png"
  },
  {
    "title": "Kid Icarus",
    "genre": "Platform",
    "release_date": "1987-02-15T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Far away in peaceful Angel Land lived a young angel warrior named Pit, who has been given the task of defeating the monstrous Medusa, who wishes to destroy Angel Land and all of the people, and she has started by kidnapping Palutena, the Princess of Angel Land.\n\nYoung Pit must rescue the Princess and restore peace to Angel Land. He will travel from the deep caverns of the Underworld to Medusa's palace in the sky on his journey, and deadly monsters will attack him every step of the way. But he has the power of the Gods on his side! A powerful bow and arrows, Water of Life, and Angel Feathers will assist Pit on his quest to destroy Medusa and save the princess!\n\nKid Icarus is a platform game where the player goes through several vertically outlaid levels, shooting enemies with his bow on the way and collecting hearts they leave behind. Pit's bow can shoot both forward and upwards. As Pit continues upwards, more and more of the level ends up beyond the bottom of the screen and if Pit falls down out of the screen, he dies. \n\nThe levels contain doors which lead to chambers of various types - some chambers are filled with enemies, some are treasuries which allow Pit to obtain a power-up, some are stores where Pit can buy stuff, some will replenish his health, in some Pit will be able to take a test in hopes of getting a powerful weapon, and finally some chambers give Pit a chance of receiving a strength upgrade, therefore increasing the amount of damage his attacks deal. \n\nPit earns experience as he defeats enemies, and he gains levels from this experience. The more levels Pit has, the more maximum health he has. \n\nHearts taken from enemies are used in shops to buy various items and power-ups. Items include a protective shield which harms enemies, a more powerful bow, a mallet which allows you to smash the poor Palutena's warriors turned to stone who will later help you to fight a boss, a torch to see yourself in dark areas and others.",
    "image": "images/nes/kid_icarus_usa_europe_rev_1.png"
  },
  {
    "title": "Kirby's Adventure",
    "genre": "Platform",
    "release_date": "1993-05-01T00:00:00.0000000",
    "developer": "HAL Laboratory",
    "publisher": "Nintendo",
    "synopsis": "The Dream Spring, the source of all dreams, has dried up, causing all the dreams of Dream Land to disappear. Now it's up to Kirby to rescue Dream Land! \n\nKirby's Adventure is an action/adventure side scrolling platform game. As the pink puffball Kirby you will explore numerous, colorful lands with a variety of enemies to defeat. To help out on his journey, Kirby has the ability to eat enemies and spit them out as projectiles. With certain enemies Kirby can capture their abilities and e.g. gain a sword, shoot lasers, or even fly around the level. There are seven different stages, each broken up into multiple levels, and sometimes also containing a couple of bonus mini-games. The game cartridge features a battery backup allowing games to be saved without the need for passwords.",
    "image": "images/nes/kirbys_adventure_usa_rev_1.png"
  },
  {
    "title": "Little Nemo : The Dream Master",
    "genre": "Platform",
    "release_date": "1990-09-01T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Nintendo",
    "synopsis": "Based on a comic strip for the 1940's, Nemo is a young boy from London summoned to the kingdom of Slumberland, a fantasy realm filled with strange creatures and dream-like locations.  You soon learn that the King of Slumberland has been kidnapped by the Prince of Nightmares, and you are requested to save him by Princess Camille.  Using your only weapon, a sack of candy, you stun enemies and lull friendly animals into helping you through levels like the Mushroom Forest and Train Land.  This platformer featured licensed characters and artwork from the comic, along with using the animals, such as apes and moles, to traverse through the different terrain.",
    "image": "images/nes/little_nemo_-_the_dream_master_usa.png"
  },
  {
    "title": "Mega Man 2",
    "genre": "Platform / Shooter Scrolling-Platform",
    "release_date": "1989-07-02T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "After defeating Dr. Light's six robots that were reprogrammed by the villainous Dr. Wily in Mega Man, it seemed like the world was safe. But it was not to be. Dr. Wily has escaped from prison and is madder than ever, this time creating eight new Robot Masters of his own to take over the world and crush Mega Man! Is the world doomed?\r\n\r\nIn this game, Metal Man, Air Man, Bubble Man, Quick Man, Crash Man, Flash Man, Heat Man and Wood Man are Dr. Wily's eight prize creations that have been sent to take over the world. As Mega Man defeats these bosses, he can steal their powers and use them for himself. Each Robot Master is weak against another's weapon, and through experimentation, Mega Man can gain the upper hand by using the weapon they're vulnerable against.\r\nThis game introduces the 'E-Tank' - an item that can be used at any time to completely refill Mega Man's energy, and a Password System, which allows players to continue their game by recording which Robot Masters have been defeated and how many E-Tanks they have.",
    "image": "images/nes/mega_man_2_usa.png"
  },
  {
    "title": "Metroid",
    "genre": "Adventure-Platform",
    "release_date": "1986-08-01T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "It's you against the evil Mother Brain in the thrilling battle of Metroid!\r\n\r\nYou're inside the fortress planet Zebes. The planet of endless secret passageways where the Metroid are multiplying. Left alone the Metroid are harmless. But in the wrong hands they could destroy the galaxy. It's up to you to prevent the Mother Brain that controls Zebes from using the Metroid for evil purposes. But that won't be easy. You'll have to use your spacesuit to absorb valuable energy for your search to gain the use of power items like the Ice Beam, Wave Beam, High Jump Boots and Varia. If you survive, it will be you and your acquired powers against the Mother Brain.",
    "image": "images/nes/metroid_usa.png"
  },
  {
    "title": "Ninja Gaiden",
    "genre": "Platform",
    "release_date": "1989-03-02T00:00:00.0000000",
    "developer": "Tecmo",
    "publisher": "Tecmo",
    "synopsis": "Ninja Gaiden begins with a cinematic animation in which 2 ninjas duel to the death; one goes down. It is revealed that the doomed ninja is the father of Ryu Hayabusa. When Ryu learns of this, he embarks on a quest to find out who killed his father and why. This quest takes him to America to find an archaeologist with whom Ryu's father was working. From there, Ryu becomes embroiled in an evil, supernatural conspiracy involving a villain named Jaquio who has plans to use an ancient castle and some relics to unleash a terrifying evil upon the world.\r\n\r\nNinja Gaiden is a side scrolling game where Ryu the ninja can run, jump, and slash with his ninja sword. He can also attach to any vertical surface. Powerups are littered throughout the landscape that allow Ryu to toss fireballs and ninja stars, and perform other feats.",
    "image": "images/nes/ninja_gaiden_usa.png"
  }
]