[
  {
    "title": "Castlevania : The Dracula X Chronicles",
    "genre": "Platform-Action-Action / Adventure",
    "release_date": "2007-10-23T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Set in 1792, the story will follow the adventures of Richter Belmont in his fight against Dracula. With the help of Maria, he will try to save his sweetheart, Annette, from the clutches of the Prince of Vampires. Long hours of gameplay await you and the possibility to alternate between the two heroes will allow you to improve your performance. 2 games in 1, specially redeveloped for the PSP. More than a dozen levels to go through in new environments. New 3D character designs, version of Castlevania Rondo of Blood, specially adapted for the PSP. Alternating gameplay with the possibility to play with both characters. Unlockable bonus, the original PC Engine version of the 'Symphony of The Night' episode released on PS1 ten years ago.",
    "image": "images/psp/castlevania_-_the_dracula_x_chronicles_usa.png"
  },
  {
    "title": "Crisis Core : Final Fantasy VII",
    "genre": "Role Playing Game",
    "release_date": "2008-03-25T00:00:00.0000000",
    "developer": "Square Enix",
    "publisher": "Square Enix",
    "synopsis": "The story takes place seven years before the story of Final Fantasy VII ... The world is so influenced by the Shinra Company that holds all energy resources Mako and exerts unprecedented military authority. His army is composed of, among other outstanding fighters with exceptional capabilities together under the tutelage of SOLDIER. The first classes, the elite SOLDIER are icons of Shinra that crowds respect and admire.\r\n\r\nThe plot really begins when Zack young SOLDIER second class with his mentor Angeal and Sephiroth famous first class deployed to Wutai to end the war in this region already bruised and, at the same time, investigate mysterious disappearances of many members of SOLDIER who were under the command of Genesis first class. But no one doubts that even this mission will mark a turning point in the tragic fate of Zack ...",
    "image": "images/psp/crisis_core_-_final_fantasy_vii_usa.png"
  },
  {
    "title": "Daxter",
    "genre": "Platform-Action",
    "release_date": "2006-03-14T00:00:00.0000000",
    "developer": "Ready At Dawn",
    "publisher": "Sony",
    "synopsis": "Daxter stars for the first time on his own in this action-platformer that reveals how he became a hero and freed Jak at the beginning of Jak II. Finally able to explore past the secure boundaries of Haven City, Daxter inadvertently takes on a job as a pest exterminator, a task the Old Sage intuitively knew he was proficient at since the first Jak and Daxter. Armed with a fly swatter and soon afterwards a spray canister that allows him to not only stun bugs but to hover in the air, Daxter unravels to the player the introduction of the upcoming invasion that occurred in Jak II into Haven City. The invasion is led by the Metal Heads who are using bug-like variations called Metal Bugs to permeate the city. Later upgrades include a flame thrower attachment as well as a detonator weapon.\n\nDaxter's path towards freeing Jak involves a series of platforming and combat challenges through a wide variety of environments ranging from a high speed transit system to a fish cannery, and all the way to the Krimson Guard fortress where Daxter has to sneak past the guards to eventually save Jak.\n\nDaxter features a variety of vehicle levels, minigames typical of the Jak series, as well as a series of dream level sequences that take Daxter into a realm where he is the hero. The dream minigames spoof cinematic moments from The Matrix, Indiana Jones, Braveheart and Lord of the Rings. Wi-fi multiplayer mode of Bug combat is included, where players can use their trained collected bugs to fight each other.",
    "image": "images/psp/daxter_usa_enfrdeesit.png"
  },
  {
    "title": "Disgaea : Afternoon of Darkness",
    "genre": "Role Playing Game-Strategy",
    "release_date": "2007-10-30T00:00:00.0000000",
    "developer": "Koei",
    "publisher": "Nippon Ichi Software",
    "synopsis": "Disgaea is a tactical role playing game. Battle gameplay takes place on a map divided into a square grid. The player controls a squad of humanoid units and monsters, which each occupy a single square of the grid and do combat with a group of enemies. Depending on the character and attack selected, the player will be able to deal damage to a specific enemy unit or a designated region of the map. Combat ends when all enemy units or all of the player's units are destroyed.\r\nHumanoid characters may lift and throw other units across the map in order to allow allies to move further or force enemies to keep their distance. This even allows the player to capture enemies by throwing them into the base panel; these enemies then become allies, and can be used on subsequent maps. The chance of capturing an enemy in this manner depends on several factors. Failure to capture the enemy will result in the death of all characters inside the base panel, and the enemy will survive.",
    "image": "images/psp/disgaea_-_afternoon_of_darkness_usa.png"
  },
  {
    "title": "Echochrome",
    "genre": "Simulation-Puzzle",
    "release_date": "2008-07-04T00:00:00.0000000",
    "developer": "Sony",
    "publisher": "Sony",
    "synopsis": "Echochrome on PSP is a puzzle-game in the purified universe of M.C. Escher. The game consists in guiding a small character, that you don't control, through labyrinths with scattered and discontinuous sections. The principle is to use the perspective to play with the numerous obstacles and come to the end of the 96 mazes proposed.",
    "image": "images/psp/echochrome_europe_australia_enfrdeesitnlptru.png"
  },
  {
    "title": "Exit",
    "genre": "Puzzle-Platform-Action",
    "release_date": "2006-02-14T00:00:00.0000000",
    "developer": "Ubisoft",
    "publisher": "Taito",
    "synopsis": "Exit places you in the role of Mr. ESC, professional escape artist extraordinaire.As Mr. ESC, your job is to guide scores of people from precarious situations. In the midst of situations such as a burning apartment, you will guide and direct those people in an effort to take each and every person in each level out of harm's way. One hundred levels are available in the main quest, with an additional one hundred becoming available through wi-fi downloads.",
    "image": "images/psp/exit_usa_psp-dmu.png"
  },
  {
    "title": "Field Commander",
    "genre": "Action-Strategy",
    "release_date": "2006-05-23T00:00:00.0000000",
    "developer": "Daybreak Game Company",
    "publisher": "Ubisoft",
    "synopsis": "Field Commander is a turn-based strategy game where players take to the field and guide their division to victory by outsmarting, outmaneuvering and outgunning their opponents. You have been recruited by ATLAS (Advanced Tactical Legion for Allied Security) to defend the world against different cover organizations. As a field commander, you are give a selection of allied troops and technology to complete your tasks. Jump into the singleplayer game with your choice of 15 different divisions while you combat your enemy through 30 missions. Rise to the top of the leaderboards with 36 different units while you play against others across the street or across the world with it's online capabilities. You can even create your own missions and share them with your friends.\n\nMultiplayer supports Ad-Hoc, Infrastructure, Hotswap (two players on a single PSP) and Transmission Mode (similar to Play by Email)",
    "image": "images/psp/field_commander_usa_psp-dmu.png"
  },
  {
    "title": "Final Fantasy Tactics : The War of the Lions",
    "genre": "Role Playing Game-Strategy",
    "release_date": "2007-10-10T00:00:00.0000000",
    "developer": "Square Enix",
    "publisher": "Ubisoft",
    "synopsis": "Enter a time where the land Ivalice has been divided by the War of the Lions. Play as either Delital Heiral, the hero who stopped the war, or Ramza Beoulve, whose role remains a mystery. These two characters help you to unlock and discover the history of the war and Ivalice.\r\n\r\nWitness the origin of the Ivalice Alliance, a series of titles that take place in the same world as Final Fantasy XII and Final Fantasy XII: Revenant Wings. Animated sequences combine hand-drawn style visuals with computer graphics. Enhanced widescreen presentation, new jobs and new characters.\r\nChallenge friends in head-to-head battles with the multiplayer function or team up in the co-operative mode and try to outwit the game's computer opponents. Introduction of the Onion Knight and Dark Knight classes.",
    "image": "images/psp/final_fantasy_tactics_-_the_war_of_the_lions_usa.png"
  },
  {
    "title": "God of War : Chains of Olympus",
    "genre": "Beat'em Up",
    "release_date": "2008-03-04T00:00:00.0000000",
    "developer": "Ready At Dawn",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "Unleash the power of the Gods and embark on a merciless quest as Kratos, an ex-Spartan warrior driven to destroy Ares, the God of War. Armed with lethal double chainblades, Kratos must carve through mythology's darkest creatures including Medusa, Cyclops, the Hydra and more, while solving intricate puzzles in breathtaking environments. Driven by pure revenge, nothing can stop Kratos from achieving absolution.",
    "image": "images/psp/god_of_war_-_chains_of_olympus_usa.png"
  },
  {
    "title": "Jeanne d'Arc",
    "genre": "Role Playing Game-Strategy",
    "release_date": "2007-08-21T00:00:00.0000000",
    "developer": "Level-5",
    "publisher": "Sony",
    "synopsis": "It is the 15th century, the time of the Hundred Years' War between England and France. A young French girl from the village of Domremy trying to assist her father with his daily labors discovers a mysterious object: an armlet that binds magically on her wrist. Soon the village is being attacked and finding the first sword she can, she steps forth to encounter the enemy, some humanoid beasts. Taking strength from the armlet, hearing a mysterious voice and having for assistance her close friends, she manages to defeat them and embarks on a long quest to help her countrymen and vanquish the evil forces invading France.\n\nJeanne d'Arc is a turn-based strategy RPG game of the Japanese variety, that fuses medieval history with fantasy and the craziness of Japanese anime. This is a well known story retold through tactical battles one after another, while game dialog along with hand drawn cutscenes twist the story into different territories from the original. \n\nIt is a story of teen friendship and dedication, remorseless war, evil magic, unavoidable death, heartache abandonment and purifying hope. Jeanne joins the army and along with 14 other companions with different skills and personalities march to face England's Henry VI's troops. With her are other armlet wielders, able to use them and transform into fearsome warriors able to strike down evil at its core. The game features a map to move through locations where the battles which push the story forward happen along with free stages that add nothing more than fun, strong items and difficult bosses.",
    "image": "images/psp/jeanne_darc_usa.png"
  },
  {
    "title": "LocoRoco",
    "genre": "Puzzle",
    "release_date": "2006-09-05T00:00:00.0000000",
    "developer": "SCE Japan",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "LocoRoco is an innovative 2D platform/action game available exclusively for the PSP. Featuring unique controls utilizing the \"L\" and \"R\" shoulder buttons, players are tasked with controlling via \"tilting or bumping\" the landscape of the LocoRoco in order to help them navigate through the level and keep them out of harm's way. With more than 40 stages, players control and guide the LocoRoco through vibrant, thriving and lush worlds filled with slippery slopes, swing ropes , and more. Featuring six different types of LocoRoco that include their own voices and actions, players will be enchanted by captivating music that communicates the joyous world of these LocoRoco. In addition, LocoRoco features the rewarding LocoHouse, three mini-games , and wireless features. The peaceful world of the LocoRoco are under attack by the not-so-nice Moja Corps. These evil outer space creatures want nothing but to capture the blissful LocoRoco and take them from their land of blowing flowers, lively creatures and pastel scenery. As the planet where the LocoRoco inhabit, players must tilt, roll and bounce the LocoRoco to safety.",
    "image": "images/psp/locoroco_usa_enjafrdeesitnlptsvnodafizhkoru.png"
  },
  {
    "title": "Lumines",
    "genre": "Puzzle",
    "release_date": "2004-12-12T00:00:00.0000000",
    "developer": "Q Entertainment",
    "publisher": "Ubisoft",
    "synopsis": "Bust blocks, solve puzzles, and play wirelessly with your friends. In Lumines, your objective is to clear the screen by connecting blocks of like colors together. A timeline wipes away your solid-color creations, which can also initiate combos and link moves. See if you have what it takes to advance through 24 levels, each with its own musical theme and sound effects. Lumines features four gameplay modes, including single-player and multiplayer.",
    "image": "images/psp/lumines_-_puzzle_fusion_usa_enja.png"
  },
  {
    "title": "Mega Man : Maverick Hunter X",
    "genre": "Platform / Shooter Scrolling-Platform",
    "release_date": "2006-01-31T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Set a century after the events in the original Mega Man series, Mega Man Maverick Hunter X is a remake of the original SNES game Mega Man X, and details the story of Dr. Light's greatest creation: X, a robot with free will. Dr. Cain's discovery of X led to the creation of reploids, robots modeled after the design of X. When the maverick virus infects a group of reploids, they band together in a revolt against humanity. The call goes to the maverick hunters, X and Zero, to fight the Mavericks.\n\nThe game is a side-scrolling action game where the player controls X as he hunts the maverick reploids. Notable features include the ability to find enhancements to augment X's abilities, and the ability to absorb the powers of the maverick reploids X defeats. The original moves, such as dashes, wall jumps and charge shorts are still present.\n\nThe original flat backgrounds have been replaced by polygonal models, and the remake features enhanced explosions and generally more detail. Additionally, animated cutscenes and voice acting have been added. All weapon and armour upgrades have been relocated to new hidden areas, and there is a new mode: Vile, in which you can play the entire game as maverick Vile, with abilities Mega Man does not have. As a bonus, there is a demo of Mega Man Powered Up on the UMD - a remake of the very first Mega Man game.",
    "image": "images/psp/mega_man_-_maverick_hunter_x_usa.png"
  },
  {
    "title": "Metal Gear Solid - Peace Walker",
    "genre": "Action-Action / Adventure",
    "release_date": "2010-06-17T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Peace Walker is set in Costa Rica in November 1974, four years after the events of Portable Ops and ten years after Snake Eater. Snake (Big Boss) returns as the main character and is running his own mercenary unit after he decided to break away from The Patriots group founded by Major Zero. A mysterious group equipped with the latest weapons, called the Peace Sentinels (PS), has been deployed in-country. Despite the PS being equipped with the firepower equivalent to that of a land army, the Costa Rica government cannot do anything about them because the country's constitution does not allow the creation of an armed forces. The PS presence threatens to endanger the balance of power between the East and West.",
    "image": "images/psp/metal_gear_solid_-_peace_walker_usa_enfres_v200.png"
  },
  {
    "title": "Monster Hunter Freedom Unite",
    "genre": "Role Playing Game-Action RPG",
    "release_date": "2009-06-22T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Monster Hunter Freedom Unite features over 400 quests and claims to provide 500 hours of game play. New environments, monster, weapons, and armor sets are available in this release of the game.\r\n\r\nThe game is an online RPG, with the focus being on cooperative multiplayer. You can form a party of up to 4 adventurers and fight monsters and/or complete quests as a group. Tactical considerations and strategies will play heavily on your party's success or failure as you progress through the game.\r\n\r\nNew to the series are pets for your character called \"Felynes\", which can help you during combat and even be shared with other players. You can also form your own guilds in this version of the game.",
    "image": "images/psp/monster_hunter_freedom_unite_usa_enfrdeesit.png"
  },
  {
    "title": "OutRun 2006 : Coast 2 Coast",
    "genre": "Racing, Driving",
    "release_date": "2006-04-25T00:00:00.0000000",
    "developer": "Sumo Digital",
    "publisher": "SEGA",
    "synopsis": "OutRun 2006: Coast to Coast features a choice of 15 fully licensed Ferrari models, featuring the all-new F430 and F430 Spider, as well as the dazzling Superamerica and the stunning 550 Barchetta. Power your way across 15 new American themed environments from the \"OutRun2 SP\" arcade experience. Race from coast to glorious coast with a fresh new mission structure, a license mode and online play, with up to 6 players for a thrilling head-to-head journey.",
    "image": "images/psp/outrun_2006_-_coast_2_coast_usa.png"
  },
  {
    "title": "PQ : Practical Intelligence Quotient",
    "genre": "Puzzle",
    "release_date": "2007-07-06T00:00:00.0000000",
    "developer": "Now Production",
    "publisher": "D3 Publisher",
    "synopsis": "Based upon psychological research, your PQ score will be determined by how quickly and effectively you solve each life-like situation. Test your wits, bend your brain, and match wits with the minds of users worldwide. A 3D puzzle game that tests players problem solving skills, PQ uses the PSP® system's Infrastructure Mode and allows players to post their PQ score on the worldwide ranking site to see how they rank against other players around the world.",
    "image": "images/psp/pq_practical_intelligence_quotient_usa_psp-artisan.png"
  },
  {
    "title": "Ridge Racer",
    "genre": "Racing, Driving",
    "release_date": "2005-09-01T00:00:00.0000000",
    "developer": "Namco",
    "publisher": "Namco",
    "synopsis": "Ridge Racer is about speed and cool power sliding.\nThe game features a nice selection of 24 tracks, 58 cars and music from all previous RR-games and in all aspects is faithful to the series' spirit. There are many game modes in the game, like a world tour-mode where player competes on the courses in order to earn new cars and tracks, Time Attack where one races around the tracks against time and also a multiplayer mode, which supports the ad-hoc, meaning that up to eight players can race against each other with only one game disc, with one player hosting, and others joining.",
    "image": "images/psp/ridge_racer_usa_enfrdeesit.png"
  },
  {
    "title": "R-Type Tactics",
    "genre": "Strategy",
    "release_date": "2008-09-26T00:00:00.0000000",
    "developer": "Irem",
    "publisher": "Rising Star Games",
    "synopsis": "In a desperate war against the mysterious alien race known as the Bydo, humanity sends wave after wave of fighters into Bydo space -- none of which are ever heard from again. Mankind's main hope now resides with a lone commander, sent to lead a small armada on a perilous mission into the heart of the Bydo Empire. Low on fuel and forced to scavenge resources and equipment from his surroundings, the commander must use all his cunning and wits if he hopes to succeed, let alone make it home alive.",
    "image": "images/psp/r-type_tactics_eur_multi5_psp-zer0.png"
  },
  {
    "title": "Shin Megami Tensei : Persona 3 Portable",
    "genre": "Role Playing Game",
    "release_date": "2010-07-06T00:00:00.0000000",
    "developer": "Atlus",
    "publisher": "Atlus",
    "synopsis": "A teenager who was orphaned as a young child returns to the city of his/her childhood. Shortly after transferring to Gekkoukan High School, he/she is attacked by Shadows--creatures that feed on the minds of their victims. The assault awakens his/her Persona, Orpheus, his/her only chance at defeating these creatures of the night.",
    "image": "images/psp/shin_megami_tensei_-_persona_3_portable_usa.png"
  },
  {
    "title": "Tactics Ogre : Let Us Cling Together",
    "genre": "Role Playing Game-Strategy",
    "release_date": "2011-02-15T00:00:00.0000000",
    "developer": "Square Enix",
    "publisher": "Square Enix",
    "synopsis": "The creators of Final Fantasy Tactics bring you the next evolution in Tactics games from Square Enix in Tactics Ogre: Let Us Cling Together! A dream team lead by Yasumi Matsuno has reunited to bring a perfect vision of their lost tale of political intrigue, conquest, and rebellion to vivid life. Experience an epic story where your choices determine the fate of the Walister Resistance.",
    "image": "images/psp/tactics_ogre_-_let_us_cling_together_usa.png"
  },
  {
    "title": "Tony Hawk's Underground 2 Remix",
    "genre": "Sports-Sports / Skateboard",
    "release_date": "2005-03-24T00:00:00.0000000",
    "developer": "Shaba Games",
    "publisher": "Activision",
    "synopsis": "Tony Hawk's Underground 2 Remix takes players on an all new skating blitzkrieg where they embark on the ultimate road trip from Tony Hawk's Underground 2 in addition to wreaking havoc in four never-before-seen city-levels - Las Vegas, Atlanta, Kyoto and Santa Cruz -- that feature original goals, level changing events and unlockable characters. For the first time, players can live the Tony Hawk console gaming experience on a handheld device as they join either Tony Hawk or Bam Margera on a World Destruction Tour where they nail insane tricks with lightning speed or slow motion focus control, pull off mischievous pranks, and conquer sick terrain through 13 single-player levels, or face off against up to three friends in 10 wireless multiplayer games.",
    "image": "images/psp/tony_hawks_underground_2_remix_usa.png"
  },
  {
    "title": "Virtua Tennis : World Tour",
    "genre": "Sports / Tennis-Sports",
    "release_date": "2005-10-07T00:00:00.0000000",
    "developer": "Sumo Digital",
    "publisher": "SEGA",
    "synopsis": "Virtua Tennis: World Tour is the PSP incarnation of Sega's Virtua Tennis series. You can play as one of many professional tennis players, such as Roger Federer or Maria Sharapova, on courts around the world. In addition to Exhibition and Tournament modes, you can create a custom player and play through World Tour mode. Virtua Tennis: World Tour also lets you play stat-building minigames and challenge up to four other players in Versus mode.",
    "image": "images/psp/virtua_tennis_-_world_tour_usa.png"
  },
  {
    "title": "Wild Arms XF",
    "genre": "Strategy-Role Playing Game",
    "release_date": "2008-09-04T00:00:00.0000000",
    "developer": "Media.Vision Entertainment",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "Wild Arms XF is a handheld version of the console versions where once again the player is taken to the land Falgaia which is dying since a disastrous event.  Due to the limited resources, many nations of this world has gone to war over these resources, one of which is the kingdom of Elesius.  Elesius has begun to descend into chaos as the King has been struck down by a mysterious illness.  The senate has seized this opportunity to form their own military force to slowly take over the kingdom.  In the middle of this the player takes control of a Elesius knight named Clarissa Arwin as she is accompanied by her half-brother on the trail of the murderer of her mother and is swept up in the events of the descending chaos to help the royal family get back into power.\n\nThe gameplay is placed over a hex-based grid system allowing players to utilize different positions for a more tactical feel.  There are 60 different stages to travel along with the ability to create weapons and spells by combining rare items found throughout the quest.  There are also 20 unique classes to use from Berserker, Elementalist, Grappler, Geomancer and Sacred Slayer to name a few.",
    "image": "images/psp/wild_arms_xf_europe.png"
  },
  {
    "title": "WipEout Pure",
    "genre": "Racing, Driving",
    "release_date": "2005-03-16T00:00:00.0000000",
    "developer": "Studio Liverpool",
    "publisher": "Sony",
    "synopsis": "WipEout Pure is the first adaptation for the PSP of the long-running Wipeout series. Players take part in a futuristic racing league known as the FX300 Racing League and control a fast hovercrafts on tight, cornering tracks, vying for first place in one of many tournaments. There are ten anti-gravity vehicles available to use (two need to be unlocked), each with their own characteristics in speed, handling and acceleration. Vehicles are further divided into classes that are unlocked gradually. In later classes most of the vehicles become much faster and require more precise steering at fast speeds. In the same vein, players can unlock new tournaments.\n\nThere are a total of sixteen tracks to race on: twelve designed from the ground up for the PSP, as well as four classic Wipeout tracks. Each track has its own obstacles, as well as weapon pick-ups (both offensive and defensive) and speed boosters. The different game modes include single races, tournaments of sets of races, time trial and zone races. In the zone races the player goes through a number of increasingly difficult zones on his own without the ability to slow down until the vehicle explodes because of collision damage. New game elements are unlocked through the Tournament mode.\n\nThe game features wireless play over ad-hoc mode (PSP-to-PSP). It was also the first PSP game to support downloadable content with extra teams, tracks and PSP skins. Some of these packs are only available for specific regional versions. The European version of the game supports game sharing.",
    "image": "images/psp/wipeout_pure_usa_enfres_v200.png"
  }
]