[
  {
    "title": "Ape Escape",
    "genre": "Platform",
    "release_date": "1999-05-31T00:00:00.0000000",
    "developer": "Sony Computer Entertainment",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "A boisterous band of baboons carry out a daring zoo escape. It's ape anarchy and it's up to you to stop the chimps before they make chumps out of the human race! Use both analog sticks to operate great gadgets including a Tank, a Remote Control Car, a Stun Club, and a Time Net in your quest to hunt down over 200 apes!",
    "image": "images/psx/ape_escape_usa.png"
  },
  {
    "title": "Castlevania - Symphony Of The Night",
    "genre": "Platform",
    "release_date": "1997-10-02T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "As a descendant of Dracula, you must end the vampire bloodline. Can you rid the world of this unspeakable terror? Uncover the mystery of Castlevania and challenge an adventure as legendary as its name. Over 140 different enemies, bosses, and ghastly creatures. Awesome magical spells - transform into a bat, a wolf, or etheral mist. Hidden weapons, secrets, and characters...the largest Castlevania ever!",
    "image": "images/psx/castlevania_-_symphony_of_the_night_usa.png"
  },
  {
    "title": "Chrono Cross",
    "genre": "Role Playing Game",
    "release_date": "1999-11-18T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Squaresoft",
    "synopsis": "Chrono Cross is a sequel to the SNES RPG  Chrono Trigger.\n\nThe main character is Serge, a young boy from a fishing village. One day, while strolling on the sea shore with his sweetheart, Serge suddenly disappears. He comes back to senses several moments later. Everything seems just the same as it was before, but when Serge visits his home village, nobody recognizes him. He hears from people that he has been dead for ten years. Serge begins to realize that he is now in a parallel world. His first and only wish is to find a way to return home, but, in order to do that, he must understand what has caused the existence of parallel words, allowing inter-dimensional travel. His quest will also reveal to him the truth about his own existence, and connect the seemingly unrelated plot of Chrono Cross to that of Chrono Trigger.\n\nChrono Cross is a Japanese RPG with turn-based battles. There are no random battles; enemies are always visible on screen. There are also no character levels in the game; instead, characters get better stats directly after each battle. During battles, Serge and his party members can perform three kinds of attacks: weak, medium, and strong. Strong attacks tend to miss more frequently. Magical spells are equipped by each character like items, and can be cast only as many times as they are equipped. Actions in battle deplete a certain amount of stamina, which recovers as other characters act. \n\nChrono Cross features many recruitable characters (up to 40, but not all of them can be recruited in one play-through), several different endings, and the ability to play the game again with the same stats and items from the previous play.",
    "image": "images/psx/chrono_cross_usa_disc_1.png"
  },
  {
    "title": "Crash Bandicoot : Warped",
    "genre": "Platform",
    "release_date": "1998-11-15T00:00:00.0000000",
    "developer": "Naughty Dog",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "After defeating Dr. Neo Cortex, Crash and his sister, Coco, take a well-deserved vacation. However, their friend, Aku Aku, has a bad feeling, and as usual, he is right. Aku's evil twin, Uka Uka, was the person behind all of Dr. Cortex's schemes. Now Uka and Cortex have hatched a plot to gain control of the powerful crystals they desire. The have hired Dr. N. Tropy to create a time machine, which will allow Uka and Cortex to go back and take the crystals without interference. Take control of Crash and Coco as they travel through 30 levels across five time periods in an effort to stop Uka and Cortex. Use a motorcycle, plane, bazooka, and a baby T-rex to help Crash survive, or destroy the bad guys by using new moves like the super belly flop or the double jump. Will Crash and Coco be able to save the world? Play CRASH BANDICOOT: Warped and find out.",
    "image": "images/psx/crash_bandicoot_-_warped_usa.png"
  },
  {
    "title": "Dino Crisis",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "1999-09-01T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Virgin Interactive",
    "synopsis": "An abandoned research complex on a remote jungle island, a team of special forces operatives, a horde of vicious velociraptors, and one big, mean Tyrannosaurus rex constitute the setting and cast of Dino Crisis, the latest masterpiece from the makers of Resident Evil.\r\n Dr. Edward Kirk is supposed to be dead. Three years ago while working to establish a new type of energy technology code-named Third Energy, an experiment went awry and terminated the brilliant scientist's life -- or so it was thought. It was recently learned, however, that Dr. Kirk is very much alive and continuing his work at a Borginia Republic research facility on Ibis Island.\r\n In order to investigate the situation, an elite special forces team including agents Regina, Gail and Rick was sent. The three expected another routine mission, but what they got was an all-out fight for their lives against an enemy they surely had never been trained to face -- dinosaurs!\r\n Luckily, Regina isn't restricted to limited firepower, as she'll come across shotguns, dart guns, and other weapons throughout the island. To gain access to the keys, code disks, and ID cards necessary for continued exploration, Regina must solve a variety of puzzles.\r\n Dino Crisis has three possible endings with a great deal of secrets becoming available after each has been viewed. These include new weapons, new costumes, and a \"Wipe Out\" mode in which you must defeat a certain number of dinosaurs within a designated time period.",
    "image": "images/psx/dino_crisis_usa_rev_1.png"
  },
  {
    "title": "Fear Effect",
    "genre": "Adventure",
    "release_date": "2000-03-17T00:00:00.0000000",
    "developer": "Kronos",
    "publisher": "Eidos Interactive",
    "synopsis": "It starts as a simple assignment for the three mercenaries - the beautiful, mysterious Hana, the former army officer Glas, and the ruthless killer Deke. Somewhere in the futuristic Hong-Kong, full of huge corporations, flying cars and helicopters, home for the famous Triad mafia, they have to find the young Wee Ming Lam, the daughter of a powerful gangster. But Hana and her partners don't suspect that the search for Wee Ming will lead them not only to very dangerous areas of Hong-Kong, but to outskirt villages infected by zombies, a dubious restaurant-brothel, and the Chinese hell, where they'll have to confront Yim Lau Wong himself - the Chinese equivalent of the Western Satan...\n\nThe gameplay of \"Fear Effect\" is based on survival horror titles à la  Resident Evil, but it also features many pure action elements and arcade-like sequences, where precise timing matters. You can crouch, sneak on your enemies, and roll forward or to the sides. There are many human as well as monster enemies to eliminate or to avoid. The game's characters are created in animé style, although they appear in full 3D. The backgrounds are pre-rendered, but very intensely animated, similar to those of  Blade Runner. The story unfolds through numerous FMV cut scenes.",
    "image": "images/psx/fear_effect_usa_disc_1.png"
  },
  {
    "title": "Final Fantasy Tactics",
    "genre": "Role Playing Game-Strategy",
    "release_date": "1998-01-28T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Squaresoft",
    "synopsis": "Final Fantasy Tactics is a tactical role-playing game developed and published by Square (now Square Enix) for the Sony PlayStation video game console. It is the first game of the Final Fantasy Tactics series and was released in Japan in June 1997 and in the United States in January 1998. The game combines thematic elements of the Final Fantasy video game series with a game engine and battle system unlike those previously seen in the franchise. In contrast to other 32-bit era Final Fantasy titles, Final Fantasy Tactics uses a 3D, isometric, rotatable playing field, with bitmap sprite characters.",
    "image": "images/psx/final_fantasy_tactics_usa.png"
  },
  {
    "title": "Final Fantasy VII",
    "genre": "Role Playing Game",
    "release_date": "1997-08-15T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Squaresoft",
    "synopsis": "Set in a dystopian world, Final Fantasy VII's story centers on mercenary Cloud Strife who joins with several others to stop the megacorporation Shinra, which is draining the life of the planet to use as an energy source. As the story progresses, the situation escalates and Cloud and his allies face Sephiroth, the game's main antagonist.",
    "image": "images/psx/final_fantasy_vii_usa_disc_1.png"
  },
  {
    "title": "Gran Turismo 2 (Arcade Mode)",
    "genre": "Racing, Driving",
    "release_date": "1999-12-23T00:00:00.0000000",
    "developer": "Polyphony Digital",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "Gran Turismo 2 is fundamentally based on the racing game genre. The player must maneuver an automobile to compete against artificially intelligent drivers on various race tracks. The game uses two different modes: arcade and simulation. In the arcade mode, the player can freely choose the courses and vehicles they wish to use. However, the simulation mode requires the player to earn driver's licenses, pay for vehicles, and earn trophies in order to unlock new courses. Gran Turismo 2 features nearly 650 automobiles and 27 racing tracks.",
    "image": "images/psx/gran_turismo_2_usa_arcade_mode_rev_1.png"
  },
  {
    "title": "Legend Of Dragoon, The",
    "genre": "Role Playing Game",
    "release_date": "2001-01-19T00:00:00.0000000",
    "developer": "Sony Computer Entertainment",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "Ten thousand years ago the Legend was born. The Divine Tree's mystical powers were said to have given birth to all life. The 105th race born of the Tree was the mighty Dragons. The 106th was the human race and the 107th was the Winglies. Peace and tranquility reigned throughout the land, but suddenly a violent uprising occurred, led by the Winglies, who enslaved humanity. To counter this, the humans acquired the Dragons' spiritual forces and defeated their nemeses, which led to eventual harmony between all. However, the prophecy has only begun as the past and future are about to collide...\r\n In Sony's role-playing game, The Legend of Dragoon for the PlayStation, you'll travel across the land searching for clues and discovering new enemies as well as friends you can add to your party. Up to three members per party can fight at once, in an interface that Final Fantasy fans may find familiar, the difference being that you can become a Dragoon with supernatural powers taken from the souls of Dragons. Animals will attack you from nowhere while other creatures and even human opponents will specifically seek and destroy.\r\n Each warrior has his or her own weapons and magic, with the ability to retreat a fight based on chance. Experience points will add up and each member of the party will gain a level as their hit points increase. The combat technique known as Dragoon Additions -- shown as SP (Spirit Power) -- measures a Dragoon's ability to fight. When your character approaches an enemy upon initiating an attack, a rectangular grid targets the enemy before your weapon is swung. If you press it in time for the outer rectangle to close in, matching the center rectangle, you'll be able to hit your target and continue to get in several more hits depending on how fast and accurate you are executing the button sequence.\r\n Magical attacks draw their power from the Elements such as water, fire, wind, earth, darkness and light, thunder, and non-elemental. Using the opposite of an enemy's element will inflict the most damage. The game also consists of another unique fighting technique that is more commonly used: the Multi-Attack. It allows one to inflict more damage than normal. When it is used, the X button appears onscreen and you must rapidly tap the X button to increase the power of the attack to over 100 percent. If you do nothing, you will only inflict a small amount of damage. There is also the interactive counterattack which, if not properly done, will cut off the rest of your combos and damage your fighter as a result.\r\n Arm yourself with a variety of weapons such as swords, spears, bows and arrows, axes and hammers. Protect yourself with body armor, helmets and boots. Other items like bracelets, amulets or stones carry with them magical powers to enhance attacks or deflect the damage of an attack. Although your journey begins with only basic weapons, others can be purchased from merchants or found in chests. Changing and upgrading weapons for the entire party can be done via the in-game menu, however some weapons are specialized for particular warriors. There are also items that can heal or wage war and they too are won in battle, found in chests, or purchased from merchants.\r\n Although you start out as Dart, a brave and loyal warrior swordsman sworn to avenge his parents' death by the Black Monster, other party members you'll run into have their own unique story to tell. Saving the game is done wherever you find Save Points; the only requirement is that you must have at least two blocks of memory available on a memory card. This one-player game is also analog and vibration compatible and comes on four CDs.",
    "image": "images/psx/legend_of_dragoon_the_europe_disc_1.png"
  },
  {
    "title": "Medal of Honor",
    "genre": "Shooter / FPV-Shooter",
    "release_date": "1999-10-31T00:00:00.0000000",
    "developer": "DreamWorks",
    "publisher": "Electronic Arts",
    "synopsis": "FIGHT WWII FOR THE FIRST TIME\r\n\r\nTomorrow is D-Day. Tonight you land behind enemy lines. The tide of the war is in your hands. Your are an elite Special Forces agent sent to execute covert operations, search and rescue missions, and commando raids. Fight to win the Medal of Honor in the only game that lets you take on Nazis in WWII.",
    "image": "images/psx/medal_of_honor_usa.png"
  },
  {
    "title": "Metal Gear Solid",
    "genre": "Shooter",
    "release_date": "1998-10-21T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Renegade special forces unit FOXHOUND has taken over Shadow Moses Island in Alaska's Fox Archipelago - publicly a nuclear weapons disposal facility but in truth a top secret weapons development site and home to Metal Gear REX.\r\n\r\nWith the help of the genetically engineered Next Generation Special Forces, Liquid Snake has seized the facility, taken hostages and hijacked REX, demanding the US Government give them One Billion Dollars and the remains of legendary soldier Big Boss.\r\n\r\nReturning from retirement, former FOXHOUND operative Solid Snake has been tasked with infiltrating the island on a solo mission to free the hostages and stop his former unit before they can launch a nuclear attack.",
    "image": "images/psx/metal_gear_solid_usa_disc_1_rev_1.png"
  },
  {
    "title": "Oddworld - Abe's Oddysee",
    "genre": "Adventure-Platform",
    "release_date": "1997-09-19T00:00:00.0000000",
    "developer": "Oddworld Inhabitants",
    "publisher": "GT Interactive Software",
    "synopsis": "Abe's Oddysee begins with the eponymous protagonist as a prisoner in RuptureFarms, from which he narrates his story. He and many other Mudokons are slaves to Molluck the Glukkon, the owner of RuptureFarms: \"the biggest meat-processing plant on Oddworld\". Abe is a contented floor-waxer First Class and currently Employee of the Year.\r\n\r\nAt the time of the story, the ingredients of the corporation's three major \"Tasty Treats\" (Scrab Cakes, Paramite Pies, and Meech Munchies) are quickly running out, with the Meeches already extinct. While working late, Abe overhears Molluck's plan to use the Mudokon slaves as meat products called \"Mudokon Pops!\", which frightens Abe into escaping from the factory.",
    "image": "images/psx/oddworld_-_abes_oddysee_usa_rev_2.png"
  },
  {
    "title": "Parasite Eve",
    "genre": "Adventure-Adventure / Survival Horror",
    "release_date": "1998-03-29T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Squaresoft",
    "synopsis": "An ordinary day in New York for rookie police officer Aya Brea. Christmas Eve is the present day, and you've decided to visit the opera theater. Now this is where the fireworks begin. Suddenly audience members are set on fire, toasted completely, and it appears that the lead vocal is the source of this burning terror. Yet you appear to be immune, and as a police officer you're always on duty, so you must confront the danger.\n\nThere has to be some connection between the two of you, as that seems the only rational explanation. What if mitochondria are a species on its own, more advanced then humankind, and using them only to create environments and civilization for themselves? What if humankind are just hosts? What if mitochondria are the natural enemy of humankind? That would make Aya their natural enemy, so the battle for survival and uncovering the truth has already started.\n\nThe game is played over six days, each day bringing its own quest. Environments range from Central Park and the American Museum of Natural History to a police office and hospital, all of them modeled like realistic places and most of them crawling with bloodthirsty mutant animals. Combat is different from traditional RPGs, as while you still take turns attacking and/or using parasite powers, you'll be able to run across the battlefield and dodge enemy fire or even strike from a better angle or behind. As Aya levels up she will gain access to parasite powers, such as healing or supercharging a bullet with energy. These powers will deplete a recharging energy bar, although the bar will recharge slower the longer combat drags on. Aya will find many guns of various types throughout the game, and every gun can be modified with extra stats, either with special items, or by breaking down another gun to move over its bonus stats or special effects. The same is true for armor Aya finds.",
    "image": "images/psx/parasite_eve_usa_disc_1.png"
  },
  {
    "title": "Ridge Racer Type 4",
    "genre": "Racing, Driving",
    "release_date": "1999-05-01T00:00:00.0000000",
    "developer": "Namco",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "Powering beyond RIDGE and RAGE RACER, high-speed control and advanced dynamics accekerate the rush of a first class victory.\r\n\r\n-In-depth Grand Prix Mode\r\n-Incredible two-player action\r\n-40+ unique car models with over 300 variations\r\n-Hyper-evolved graphics for the supreme racing experience",
    "image": "images/psx/r4_-_ridge_racer_type_4_usa.png"
  },
  {
    "title": "Resident Evil 2 (Leon Kennedy Disc)",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "1998-05-08T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Resident Evil 2 takes place two months after the events of the first game and is set in Raccoon City, a Midwestern mountain community whose residents have been turned into zombies by the T-virus, a biological weapon developed by the pharmaceutical company Umbrella. In their escape from the city, the two protagonists Leon S. Kennedy and Claire Redfield encounter other survivors and are confronted by William Birkin, the mutated creator of the even more powerful G-virus.\r\n Previously confined to an old mansion, the Umbrella corporation's legacy of fatal mutations has spilled over into nearby Raccoon City. The once peaceful town is now overrun with zombies and all manner of genetic mutations. New police recruit Leon Kennedy and Claire Redfield; the sister of STARS agent Chris Redfield, find themselves in the middle of an experiment gone horribly wrong.",
    "image": "images/psx/resident_evil_2_-_dual_shock_ver_usa_disc_1.png"
  },
  {
    "title": "Resident Evil 2 (Claire Redfield Disc)",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "1998-05-08T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Resident Evil 2 takes place two months after the events of the first game and is set in Raccoon City, a Midwestern mountain community whose residents have been turned into zombies by the T-virus, a biological weapon developed by the pharmaceutical company Umbrella. In their escape from the city, the two protagonists Leon S. Kennedy and Claire Redfield encounter other survivors and are confronted by William Birkin, the mutated creator of the even more powerful G-virus.\r\n Previously confined to an old mansion, the Umbrella corporation's legacy of fatal mutations has spilled over into nearby Raccoon City. The once peaceful town is now overrun with zombies and all manner of genetic mutations. New police recruit Leon Kennedy and Claire Redfield; the sister of STARS agent Chris Redfield, find themselves in the middle of an experiment gone horribly wrong.",
    "image": "images/psx/resident_evil_2_-_dual_shock_ver_usa_disc_2.png"
  },
  {
    "title": "Silent Hill",
    "genre": "Adventure / Survival Horror-Adventure",
    "release_date": "1999-08-01T00:00:00.0000000",
    "developer": "Team Silent",
    "publisher": "Konami",
    "synopsis": "Silent Hill is a 1999 survival horror video game for the PlayStation. The first in a series about a mysterious town of the same name, Silent Hill generated a direct sequel, three indirect sequels, a prequel and a film adaptation. The game was included in Sony's Greatest Hits and Platinum Range of budget titles as a result of strong sales. A reinterpretation of the game was developed for the Wii, PlayStation 2 and PlayStation Portable.\r\nThe plot focuses on Harry Mason as he searches for his daughter, Cheryl, who has disappeared following a car accident which left Harry unconscious. He finds Silent Hill to be largely abandoned, shrouded in a thick fog, snowing out of season, filled with monsters and being over taken by a hellish otherworld. As Harry scours the town, he begins learning about the history of Silent Hill and stumbles upon a cult ritual undertaken to bring a god to Earth.",
    "image": "images/psx/silent_hill_usa.png"
  },
  {
    "title": "Spyro - Year Of The Dragon",
    "genre": "Platform",
    "release_date": "2000-10-25T00:00:00.0000000",
    "developer": "Insomniac Games",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "Thieves have kidnapped a brood of dragon eggs, while, elsewhere in the Dragon Lands, a gateway to the Forgotten World has been uncovered. Sent to recapture the eggs, Spyro the Dragon, and his best friend Sparx, face a journey into uncharted territory against his most fearsome enemy yet - the Sorceress! All new playable characters, frantic challenges and new exciting worlds to explore - the Year of the Dragon begins here!",
    "image": "images/psx/spyro_-_year_of_the_dragon_usa_rev_1.png"
  },
  {
    "title": "Suikoden 2",
    "genre": "Adventure-Role Playing Game",
    "release_date": "1999-08-31T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Sequel to the early PlayStation RPG. As a member of the Alliance, a military force only really hinted at in the original, you play the unwitting hero of the game: an orphan who has been raised by a quiet, unassuming battle hero in a seemingly ancient war. Alongside you in the ranks is your best friend Jowy, a boy born of nobility but who has never been able to receive approval in his stubborn father's eyes. As the game begins, you are immediately tossed into a tale of political strife, betrayal and war on a grand scale beyond your scope in the early stages. As the game wears on, the plot will twist, turn and develop in numerous ways that expose the personalities of each of the characters involved. The battle system is turn-based, with the option to equip Runes for special abilities, combine party member attacks to create chain combos or devastating spells, and the option to run the battle in Auto mode.",
    "image": "images/psx/suikoden_ii_europe.png"
  },
  {
    "title": "Tekken 3",
    "genre": "Fighting",
    "release_date": "1998-04-29T00:00:00.0000000",
    "developer": "Namco",
    "publisher": "Namco",
    "synopsis": "An ancient evil force has reawakened, attacking in secret and feeding on the souls of mighty warriors. To lure it out of hiding will take the greatest fighting contest the world has ever seen... Tekken 3. Some are fighting for revenge, some for honor, ultimately, all are fighting for their lives and the fate of all mankind.",
    "image": "images/psx/tekken_3_usa.png"
  },
  {
    "title": "Tomb Raider Chronicles",
    "genre": "Adventure",
    "release_date": "2000-11-24T00:00:00.0000000",
    "developer": "Core Design",
    "publisher": "Eidos Interactive",
    "synopsis": "A few days after the events described in Tomb Raider: The Last Revelation, Lara Croft is presumed dead. Her close friends begin to recollect her previous adventures, which occurred during different periods of her life. These include searching for the Philosopher's Stone in Rome; preventing the Spear of Destiny from falling into the hands of a ruthless gang leader; facing monsters on the Black Isle of Ireland as a child; and, finally, infiltrating a high-tech complex in pursuit of the Iris artefact.\r\n\r\nLike its predecessors, Tomb Raider: Chronicles is an action game with puzzle-solving and platforming elements. The gameplay is very similar to that of the previous games, with the addition of a few new skills. Lara can now walk on tightropes, swing on horizontal bars, and somersault forwards from a ledge while crouching. A grappling hook has been added to her inventory. The game also includes a level editor, allowing the player to create new stages for Lara to explore.",
    "image": "images/psx/tomb_raider_chronicles_usa_rev_1.png"
  },
  {
    "title": "Tony Hawk's Pro Skater 2",
    "genre": "Sports-Sports / Skateboard",
    "release_date": "2000-09-20T00:00:00.0000000",
    "developer": "Neversoft",
    "publisher": "Activision",
    "synopsis": "Tony Hawk's Pro Skater 2 features the series' trademark open-ended gameplay, in which the player (playing as a professional skateboarder) completes a number of tasks which result in cash rewards. With money gained, the player can then purchase skill improvements and better skateboards. THPS2 was also the first game in the series to introduce the manual, a skateboarding trick where the performer balances on two wheels. This enables players to string together trick combos. The game also introduced the Noseslide, Tailslide, Bluntslide, Nosebluntside, Feeble, and Overcrook grinds. It was also the first of the Pro Skater games to feature Create-a-Skater and Park Editor features, now staples in the series.",
    "image": "images/psx/tony_hawks_pro_skater_2_usa.png"
  },
  {
    "title": "Vagrant Story",
    "genre": "Role Playing Game",
    "release_date": "2000-05-15T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Squaresoft",
    "synopsis": "Valendra is a land that had undergone civil war. The end of which had birthed the parliament and several organizations to control the balance of power. Ashley Riot is a Riskbreaker agent, an elite one man investigator, for the Valendia Knights of Peace (VKP) who is investigating some strange occurrences. A cult of religious fanatics known as Müllenkamp, and their leader Sydney Losstarot, have seized the manor of Duke Bardorba of Valendia Kingdom. The events at the manor have sent Ashley on a quest to get to the bottom of what's going on, and travel into the catacombs that lead to the destroyed, yet magical city of Leá Monde. However Ashley is not the only person interested in the city, and other factions of the government, including parliament assigned Knights of the Crimson Blade and other VKP agents are pursuing their own agenda. \n\nCombat is central to the game. The game runs in real time but when entering combat and attacking an enemy, the game is paused. A wireframe sphere showing the range of the currently selected weapon and detailed statistics on different body parts of the enemies within range.\n\nThe game features a range of weapons. Each weapon can be disassembled and reassembled in workshops scattered throughout the game, attaching gems for extra power. Weapons used constantly against the same type of enemy improve in power against them.\n\nAshley can also make use of Magic, Chain Abilities and Break Arts. Magic is broken into four groups, namely defense, combat, healing and status. Spells use up mana points and are sometimes more costly than useful. Chain Abilities allow Ashley to \"chain together\" consecutive hits against enemies. Break Arts are special skills learnt after repetitive use of a weapon type. Sacrificing some of the player's health, Break Arts can perform a high damage attack on an enemy.",
    "image": "images/psx/vagrant_story_europe.png"
  },
  {
    "title": "WipEout",
    "genre": "Racing, Driving",
    "release_date": "1995-11-21T00:00:00.0000000",
    "developer": "Psygnosis",
    "publisher": "Sony Computer Entertainment",
    "synopsis": "Wipeout is a futuristic racing game set in the year 2052. Racing for one of four teams, the player competes in the F3600 Anti-Gravity Racing League on six tracks. Each team's hovercraft racer has different ratings in speed, acceleration and turning. In addition to high-speed racing, there is also shooting in the game, with different weapon pickups like rockets and mines available, useful for slowing one's opponents down. Shields can also be picked up and can block the weapons' effects.\n\nThere are championship, single race and time trial modes. Winning the championship in the regular Venom class unlocks the Rapier class, where the craft are faster and the tracks have slightly different looks.\n\nThere is also a two-player mode where two opponents can race and shoot at each other.",
    "image": "images/psx/wipeout_usa.png"
  },
  {
    "title": "Xenogears",
    "genre": "Role Playing Game-Japanese RPG",
    "release_date": "1998-10-20T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Squaresoft",
    "synopsis": "After losing his memory, Fei Fong Wong found himself in the small town of Lahan. Because he couldn't remember who he really was or where he came from, he decided to stay there and teach martial arts and paint -- one of his personal hobbies. After his arrival, he became friends with the various townsfolk, who in return treated him like one of their own. Still, who he was and what happened to him in his past bothered him; he was afraid it would come back to haunt him one of these days.\r\n\t\t\tAnd it did. One day, an organization in control of large Gears, mechanized robots built for war purposes, came into the small town of Lahan. Fei was at the center of attention and with no hesitation jumped into a nearby Gear and started fighting back. The villagers were scared to death as he began to destroy the threatening enemies; he also aided in the destruction of the town. Enraged at the way he had handled himself, the townsfolk exiled Fei from the village with his only friend being an inventor named Citan.",
    "image": "images/psx/xenogears_usa_disc_1.png"
  }
]