[
  {
    "title": "ActRaiser",
    "genre": "Platform",
    "release_date": "1991-11-02T00:00:00.0000000",
    "developer": "Quintet",
    "publisher": "Enix",
    "synopsis": "ActRaiser was one of the early SNES games, drawing upon the success of side-scrolling platform action titles and the building model of Sim City. You play \"The Master\", and must save the world from evil. First you purge the land by sending your spirit into a warrior with a big sword and magic powers. This side scrolling portion puts you in many different locales, from swamps and forests, to pyramids and snowy mountaintops. As you eliminate evil from different parts of the land, you allow villagers to return and build their towns. You then control an angel who helps guide the villagers in their town building, and can send down miracles to aid them in their needs.",
    "image": "images/snes/actraiser_usa.png"
  },
  {
    "title": "Chrono Trigger",
    "genre": "Role Playing Game",
    "release_date": "1995-08-11T00:00:00.0000000",
    "developer": "Squaresoft",
    "publisher": "Squaresoft",
    "synopsis": "What begins as a carefree day at the Millennial Fair for a young man named Crono turns into a huge adventure. He will be thrusted into the ultimate trip through time and space, encountering new friends, defeating the forces of evil, and encountering the one who would destroy the flow of time.\r\nChrono Trigger is a role-playing game, with the usual game mechanics fare. As the characters grow in power, not only their ability scores increase, but they also learn new \"Techs\".\r\nThe game utilizes the ATB (active time battle) combat system from Final Fantasy game. Apart from normal Techs, it is possible to use Double and Triple Techniques.There are no random battles in the game, as all the enemies are visible on screen, and it's even possible to just pass by them entirely.\r\nThe game allows you to face your ultimate adversary at different points of time, which leads to several different endings.",
    "image": "images/snes/chrono_trigger_usa.png"
  },
  {
    "title": "Contra III : The Alien Wars",
    "genre": "Shoot'em Up / Horizontal-Shooter-Shoot'em Up-Shooter / Run and Gun",
    "release_date": "1992-04-06T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "It's time for revenge...\n\nThe hideous Red Falcon, thought to have been destroyed long ago by the Earth's greatest commandos, Mad Dog and Scorpian, has risen again, this time pissed off and thirsty for revenge. His armies are marching through the cities, across the lands, and with the intention of exterminating the human race like a bad case of fleas. Two new commandos, Jimbo and Sully, have come forth now to kick Red Falcon's ass and save what remains of the world from his hideous plans!\n\nThe Alien Wars begin!!!",
    "image": "images/snes/contra_iii_-_the_alien_wars_usa.png"
  },
  {
    "title": "Demon's Crest",
    "genre": "Platform",
    "release_date": "1994-10-21T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "The Demon's Crest consists of six magical stones that when combined will give the holder power to rule all. The inhabitants of the Demon Realm had long fought for possession of this infinite power until one gargoyle emerged victorious: the red demon known as Firebrand. At the end of his final battle, Firebrand was ambushed by his nemesis, Phalanx, and the stones are stolen.\r\n\r\nNow, Firebrand must recover the stones before humans and demons fall under Phalanx's sinister rule. Breathe fire, claw walls, and hover across seven intense levels of the Demon Realm. Gain new transformations and abilities as you fight your way through Phalanx's forces. With three different endings to experience, twenty-five hidden items to discover, and six magical stones of cosmic power to control, can you save the realms from total anarchy?",
    "image": "images/snes/demons_crest_usa.png"
  },
  {
    "title": "Donkey Kong Country 2 : Diddy's Kong Quest",
    "genre": "Platform-Platform / Run & Jump",
    "release_date": "1995-12-05T00:00:00.0000000",
    "developer": "Rareware",
    "publisher": "Nintendo",
    "synopsis": "Donkey Kong has been kong-napped by the nasty K.Rool and the Kremlings, and it is up to Diddy Kong and his girl-friend Dixie Kong to save him.\n\nAll the familiar enemies and helpful friends return, along with some new characters, including the wise Wrinkly Kong who will teach you some important lessons in gameplay. Again the emphasis is on banana collecting, where as every 100 bananas makes one extra life. Apart from beating K. Rool and rescuing Donkey Kong, there are extra missions that can be completed. Collect enough K. Rool Krem Coins to open up the routes to the Lost World, while every level has a hidden Hero Coin to collect.",
    "image": "images/snes/donkey_kong_country_2_-_diddys_kong_quest_usa_enfr_rev_1.png"
  },
  {
    "title": "EarthBound",
    "genre": "Role Playing Game",
    "release_date": "1995-06-01T00:00:00.0000000",
    "developer": "Ape",
    "publisher": "Nintendo",
    "synopsis": "In the year 199X, in the village of Onett, on the continent of Eagleland...\n\nYoung Ness was asleep one night when a loud crashing noise awoke him suddenly. As he rushes out of bed and up to a nearby hill, he encounters a strange meteor, carrying a single passenger: a mysterious insect-like being named Buzz Buzz. Buzz Buzz tells him that in the future, an evil alien being known as Giygas has conquered the world, and the only one who can stop him are 4 young kids: 3 boys and a girl. Ness, of course, is one of the chosen ones... Ness now must find the other three children: Paula, a young girl with remarkable psychic powers, Jeff, a mechanical genius, and Poo, the young Prince of Dahlaam. Together, these four friends have the power to defeat Giygas and save the world from his chaotic reign!\n\nEarthBound is a top-down RPG where you travel around Eagleland and various other, exotic countries, trying to end Giygas' evil influence. \n\nOn the way, Ness and his friends will encounter a lot of enemies and battle them in turn-based combat. Each turn, each of the characters in the party can attack with their weapon, use a special ability (some characters have powerful psychic powers that can hurt enemies, heal comrades and more; some also have some other, unique special powers), use an item or try and escape. The game features \"rolling HP meters\" - when a character is dealt damage, it's not all taken away from his HP right away, but instead his HP decreases slowly; if the combat is ended quickly, even a massively damaging attack can leave a character with only minor injuries. By winning battles, characters receive experience and thus become stronger. \n\nIf your characters are strong enough, weak enemies will escape from them instead of trying to attack them, and when chased down, they will be defeated instantly! \n\nSaving the game is done by finding a telephone and calling Ness' father. When you defeat enemies, your bank account receives money which can be then retrieved from ATM machines throughout the game and spent in shops to buy better equipment or useful items.",
    "image": "images/snes/earthbound_usa.png"
  },
  {
    "title": "Final Fantasy VI",
    "genre": "Role Playing Game",
    "release_date": "1994-04-02T00:00:00.0000000",
    "developer": "Square",
    "publisher": "Square",
    "synopsis": "1,000 years ago, the War of the Magi occurred. People remember it as one of the most horrible tragedies in history. Since the War of the Magi, magic has been all but forgotten, technology began to grow, and people returned to seemingly normal lives. The only true worry people had was the Empire, whose leaders were looking to revive the great force once known as \"magic\".\r\n\r\nBut then...something happened that would change the course of history forever...\r\n\r\nThe Empire had heard word of the remains of a mystical being, known as an \"Esper\", being found in the mining town of Narshe. Quickly, three soldiers were dispatched to find this Esper and bring it to the Emperor. One of the soldiers, a young girl, triggers a power in the Esper that will begin one of the most dangerous series of events ever. And the only ones who can help her are a rag-tag band of rebels and heroes, whose very hearts and souls are the only ones that can save the world from the mad plans of the Empire.",
    "image": "images/snes/final_fantasy_vi_japan.png"
  },
  {
    "title": "F-Zero",
    "genre": "Racing, Driving-Racing TPV",
    "release_date": "1991-08-23T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "F-Zero is a futuristic racing game, set in the year 2560. The player chooses one of the four available hovercars and then can race with other hovercars in one of the gameplay modes - \"Practice\" or \"Grand Prix\".\r\n\r\nIn \"Practice\" mode, the player chooses one track where he competes with one other hovercar to win the race (or there can be no rival at all, if you so wish). In \"Grand Prix\", the player must complete a series of races with several competitors. Each race consists of five laps.",
    "image": "images/snes/f-zero_usa.png"
  },
  {
    "title": "Illusion of Gaia",
    "genre": "Role Playing Game",
    "release_date": "1994-09-01T00:00:00.0000000",
    "developer": "Quintet",
    "publisher": "Enix",
    "synopsis": "Will is a young boy whose father disappeared long time ago. Now Will lives in a small town with his grandparents. He possesses unusual abilities of pushing and pulling things without touching them. One day, he finds in his house a girl, who soon turns out to be the princess Kara. Kara's father, king Edward, wants her to marry a mysterious person called the Jackal. Kara asks Will to help her to escape the palace, and soon they both get involved in a string of mystery and conspiracies...\n\nThe game is somewhat similar to the famous Legend of Zelda games, also having a \"save the princess\" story, and employing real-time combat. Will can also use his special abilities to solve simple environmental puzzles.",
    "image": "images/snes/illusion_of_gaia_usa.png"
  },
  {
    "title": "Kirby Super Star",
    "genre": "Platform",
    "release_date": "1996-09-20T00:00:00.0000000",
    "developer": "HAL Laboratory",
    "publisher": "Nintendo",
    "synopsis": "The game is actually a set of seven main games: Spring Breeze, Dynablade, Gourmet Race, The Great Cave Offensive are unlocked at first, and later Metaknight's Revenge, Milky Way Wishes and The Arena become available, as well as a couple of minor minigames.\r\nThese are all typical Kirby platformers, each one with its own set of levels and different gameplay. In most of them you can consume monsters and learn their special abilities, but in Milky Way Wishes abilities are instead collected in a manner similar to Metroid. Offensive Cave features levels with various obstacles, hidden treasures and some elementary lever-pulling kind of puzzle solving. Metaknight's Revenge is the only game on the cartridge with a (fairly strict) timer. The Arena is a \"boss rush\" mode, asking players to defeat every boss in the game with limited health refills and on one life.\r\nKirby Super Star is best known for its two-player cooperative play option, which has given it a reputation as a party game.",
    "image": "images/snes/kirby_super_star_usa.png"
  },
  {
    "title": "The Legend of Zelda : A Link to the Past",
    "genre": "Role Playing Game",
    "release_date": "1992-04-13T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Venture back to Hyrule and an age of magic and heroes. The predecessors of Link and Zelda face monsters on the march when a menacing magician takes over the kingdom. Only you can prevent his evil plot from shattering the land of Hyrule. In your quest, you'll venture into twisting mazes, dungeons, palaces and shadowy forests. Test your mettle with mighty swords and magical weapons. Or heft a boulder and hurl it at your enemies. If the going gets tough, dive into a river - you can swim to escape! Learn the powerful spells, locate magical artifacts and solve the mysteries of the evil magician and the hidden realm of Hyrule.",
    "image": "images/snes/legend_of_zelda_the_-_a_link_to_the_past_usa.png"
  },
  {
    "title": "The Lost Vikings",
    "genre": "Puzzle-Platform",
    "release_date": "1993-04-02T00:00:00.0000000",
    "developer": "Silicon & Synapse",
    "publisher": "Interplay",
    "synopsis": "Three Vikings, Eric the Swift, Olaf the Stout and Baleog the Fierce, were kidnapped by the alien Tomator, the evil Croutonian ruler, who is collecting unique life forms to display in his gallery. The three Vikings will have to combine their unique skills to defeat Tomator, as well as a vast array of aliens, robots, giant snails, big lizards and more.\n\nThe Lost Vikings is a side-scrolling platform puzzle game with a twist. Instead of one character who can jump, run, shoot, collect items, flip switches and so on, there are three different characters, each with his own skills. Eric the Swift can jump, run and bash through walls with his tough helmet. Olaf the Stout has a shield which can block attacks, function as an air glider or as a step to stand on. Baleog the Fierce can shoot things with his arrows (including switches) or kill things with his sword. The player has to use the three Vikings as a team if he wants to get past the increasingly difficult levels and puzzles.\n\nThe player controls one Viking at a time, but can switch between them at any point. The Vikings have limited space in their inventory which they can use to keep various items. Each Viking has three health points, and if he loses them all from confrontations with dangers, he dies (some threats kill instantly), and the level must be restarted.",
    "image": "images/snes/lost_vikings_the_usa.png"
  },
  {
    "title": "Lufia II : Rise of the Sinistrals",
    "genre": "Role Playing Game",
    "release_date": "1996-08-31T00:00:00.0000000",
    "developer": "Neverland",
    "publisher": "Taito",
    "synopsis": "Lufia II is an RPG with many puzzle elements thrown in. In this game, the prequel to Lufia I, you are Maxim, a monster hunter. During your journey, you will find new party members, explore and conquer various dungeons, and solve many puzzles. \nLufia II was an innovative game in many regards. It made extensive use of puzzles in its dungeon layouts. It also featured \"Capsule Monsters\" which would fight alongside your party in battle. They would evolve when fed weapons, armor, or special fruits. You could also gamble away your money in minigames at the casinos found in various towns.",
    "image": "images/snes/lufia_ii_-_rise_of_the_sinistrals_usa.png"
  },
  {
    "title": "Mega Man X",
    "genre": "Platform-Platform / Shooter Scrolling",
    "release_date": "1994-01-18T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Mega Man X is a robot designed by Dr. Light to choose his own path in life. Years after he is created, Dr. Cain finds X and mimics his design to create a race of such robots called reploids. When the sigma virus infects these reploids, causing them to commit acts of evil, it is up to Mega Man X and his partner Zero (who is quite powerful, contrary to what his name implies) to stop it.",
    "image": "images/snes/mega_man_x_usa_rev_1.png"
  },
  {
    "title": "Pilotwings",
    "genre": "Simulation",
    "release_date": "1991-08-13T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Fly a selection of aircraft (including training vehicles, fighter planes and helicopters) through a range of training programs and missions. The more training you complete, the better the chance that you will complete the even bigger missions. Try your hand at landing, taking off, party tricks, fly through bad weather and shoot down targets.",
    "image": "images/snes/pilotwings_usa.png"
  },
  {
    "title": "Secret of Mana",
    "genre": "Role Playing Game",
    "release_date": "1993-10-03T00:00:00.0000000",
    "developer": "Square",
    "publisher": "Square",
    "synopsis": "Once upon a time, the power of Mana was used by all people and helped their civilization grow. But as evil forces took control of Mana Fortress, there was no way out but a war which destroyed the Mana-based civilization but eventually brought peace to people. The events of the past became but legends to the new generation of humans. But history repeats itself... One day, a young village boy finds a rusty sword stuck at the bottom of a river. He doesn't know this sword is the famous Mana sword, the one that won so many battles before. By drawing the sword out of the river bottom, the boy unwillingly summons hordes of monsters, and is expelled from his village. A mysterious knight Jema is the only man who helps him and gives him instructions for the future. First, he must repair the sword, and then, with its help, take control of Mana seeds which can be found in eight great castles.\n\n\"Secret of Mana\" is an action RPG, featuring real-time hack-and-slash type of a combat. Like in Quest for Glory games, you have a stamina gauge. The more stamina you have, the more powerful your strike is. You upgrade your weapons and abilities and meet many different types of monsters, while roaming around the country and performing your quests.",
    "image": "images/snes/secret_of_mana_usa.png"
  },
  {
    "title": "Star Fox",
    "genre": "Shoot'em Up",
    "release_date": "1993-03-01T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "This is the first SNES title using the Super FX chip; you are flying ace Fox McCloud, who with his trusted wingmen and his powerful Arwing starfighter, must rid the Lylat System of the evil that surrounds it. Wave after wave of enemies will fly towards you, and with the advice of your wingmen, you must guide your way through each level and take down as many as you can.",
    "image": "images/snes/star_fox_usa_rev_2.png"
  },
  {
    "title": "Street Fighter II Turbo",
    "genre": "Fighting",
    "release_date": "1993-08-01T00:00:00.0000000",
    "developer": "Capcom",
    "publisher": "Capcom",
    "synopsis": "Choose from twelve street fighters from around the world, skilled in a variety of martial arts -- for instance, a character named E.Honda is a sumo wrestler from Japan, while Ken is a master of Tae Kwon Do from the United States. Journey to different countries to defeat other fighters, eventually leading up to a battle with evil man M.Bison. Besides the standard punches and kicks, each character can also execute special moves, such as energy projectiles or lightning-fast kicks, for more damage or to create a chain of hit combos. \n\nThis home version is a re-release of the original Street Fighter 2 game with several major improvements: the 'boss' characters (Vega, Balrog, Sagat, and M. Bison) are automatically unlocked for you to play, each character receives some new or upgraded moves and costume colors, and you can select a Turbo speed level which lets you play at a faster speed. It is based on the arcade re-release by the same name which also contained the subtitle \"Hyper Fighting.\"",
    "image": "images/snes/street_fighter_ii_turbo_usa_rev_1.png"
  },
  {
    "title": "Super Castlevania IV",
    "genre": "Platform",
    "release_date": "1991-12-04T00:00:00.0000000",
    "developer": "Konami",
    "publisher": "Konami",
    "synopsis": "Simon Belmont returns in the first Castlevania title to grace the SNES.  The console may be different, but the setup is very familiar: The place is Transylvania.  The villain is Count Dracula.\n\nBelmont has the classic Castlevania assortment of weapons (the famous whip, daggers, axes, fire bombs, boomerangs) at his disposal, and he gains strength and points by collecting various-sized hearts, coin purses, and pork chops. \n\nLike most Castlevania games, Super Castlevania IV is a 2D side-scrolling action game. However, it is 2D with more depth than ever before. Parallax scrolling and rotating chambers are some of the \"Mode 7\" effects made possible by the SNES hardware.",
    "image": "images/snes/super_castlevania_iv_usa.png"
  },
  {
    "title": "Super Mario RPG : Legend of the Seven Stars",
    "genre": "Role Playing Game",
    "release_date": "1996-05-13T00:00:00.0000000",
    "developer": "Square Enix",
    "publisher": "Nintendo",
    "synopsis": "Super Mario RPG is a console RPG starring none other than Nintendo's popular character Mario. This game starts off like almost every other Mario game, with Bowser kidnapping Princess Toadstool. However, when Mario goes to Bowser's Keep to save her, a giant sword made by the evil Smithy crashes into the castle and sends Mario, the Princess, and Bowser flying to separate parts of the world.\n\nThe game plays much like a traditional RPG: Mario and the members of his party gain experience points by defeating enemies. These experience points can increase the team's maximum number of hit points and flower points (magic points). The battles are also turn-based, but this time there are timed attacks and defenses. Timed attacks allow you to inflict more harm than normal to an enemy. Timed defenses, on the other hand, allow an enemy to inflict less harm than normal. You are only allowed to have three out of five team members on your party at a time. Mario is always in your party, regardless. Your team members can also purchase more weapons and abilities, along with better armor.",
    "image": "images/snes/super_mario_rpg_-_legend_of_the_seven_stars_usa.png"
  },
  {
    "title": "Super Mario World",
    "genre": "Platform / Run & Jump-Platform",
    "release_date": "1991-08-13T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Once again, the evil Bowser has captured Princess Peach (while on a holiday on Yoshi's Island), and it's up to Mario to save her. To aid him in his quest, Mario must use the flying ability of the feather to get him to places hard to reach. But what's even more important is his new friend, the dinosaur Yoshi, who Mario can ride through each level and eat the enemies.\n\nOver 90 levels are on offer, with plenty of Bowser's evil koopas and new characters around each level. Apart from saving Peach, you can also save some of Yoshi's friends, other dinosaurs that each have a special attack. Each level also contains a set of extra items to collect, including dinosaur coins, and break the tape at the end of each level to collect stars, that allow you to open up the bonus games.",
    "image": "images/snes/super_mario_world_usa.png"
  },
  {
    "title": "Super Mario World 2 : Yoshi's Island",
    "genre": "Platform",
    "release_date": "1995-10-04T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "The events of Yoshi's Island take place in the past. Mario was one of two twin brothers whom the evil Magikoopa Kamek tried to kidnap. Kamek kidnapped one of the brothers, but the second, Mario, fell down on Yoshi's island, where Yoshis live. The Yoshis decided to carry baby Mario and to bring him to his parents. But Kamek has sent troops and hordes of monsters to stop the Yoshis and to kidnap Mario.\n\nIn the game, players control the differently colored Yoshis most of the time. Mario is a helpless baby unless a star that makes him invincible is collected. As a Yoshi, players can swallow enemies to make eggs; these eggs are used for attacking other enemies and activating switches. Yoshi can do a flutter jump to clear large gaps that a regular jump can't. Players can also pound the ground for attacks and also flipping certain switches. Additionally, Yoshis can transform into vehicles, such as a helicopter, submarine, or a train. If Mario is dismounted from a Yoshi, a countdown will start, and Yoshi must catch the baby before Kamek's servants kidnap it. When Mario is invincible, he doesn't ride on Yoshi and is immune to attack. While invincible, Mario can run up certain walls.",
    "image": "images/snes/super_mario_world_2_-_yoshis_island_usa_rev_1.png"
  },
  {
    "title": "Super Metroid",
    "genre": "Adventure-Action-Action / Adventure-Platform",
    "release_date": "1994-04-18T00:00:00.0000000",
    "developer": "Nintendo",
    "publisher": "Nintendo",
    "synopsis": "Join forces with the power of Samus for a Super Metroid clash!\r\nTake on the legion of space pirates and take on a new Metroid force as you progress through the underworld of the planet Zebes! It's up to you and Samus to find the larval Metroid before evil forces misuse its energy.\r\nEvery vicious corner, every hidden passageway on the planet Zebes holds menacing creatures ready for battle... including the horrible Ridley and the giant lizard, Kraid. Use your lethal somersault to make enemies bite the dust. Use an electric beam through the gaps. No one will stop you or Samus. But beware! It seems that Mother Brain is back...",
    "image": "images/snes/super_metroid_japan_usa_enja.png"
  },
  {
    "title": "Tactics Ogre : Let Us Cling Together",
    "genre": "Role Playing Game-Strategy",
    "release_date": "1995-10-06T00:00:00.0000000",
    "developer": "Quest",
    "publisher": "Quest",
    "synopsis": "Tactics Ogre is a very detailed 3-D isometric turn based war / rpg sim. You start out with a band of troops and build a small army and fight many battles with choices to make in between battles that will determine which one of the 8 possible endings in a non-linear storyline. \n\nYou have the option to recruit characters, control individual equipment of each character, with over 6 male character classes, 6 female character classes, 3 demi-human classes, and more. You can also train at safe locations to advance your army before the next battle / storyline advancement.",
    "image": "images/snes/tactics_ogre_-_let_us_cling_together_japan_rev_2_t-en_by_aeon_genesis_v100b.png"
  },
  {
    "title": "Terranigma",
    "genre": "Role Playing Game",
    "release_date": "1996-12-19T00:00:00.0000000",
    "developer": "Quintet",
    "publisher": "Enix",
    "synopsis": "In \"Terranigma\", you play a young boy named Ark. He has grown up in his little village, isolated from the outer world by a stream of lava, and has never seen anything else beside it. One day, he and some other boys hear mysterious voices coming from beyond a door the village elder forbade them to open. Unable to resist their curiosity, the boys open the door, and Ark finds a box with a strange creature inside. By opening the box, Ark damages the balance between two co-existing worlds, and all the village people are turned into stones. Now Ark has to embark on a dangerous journey - to find five Towers, and to seek there the answers to his questions, and to liberate his people from a terrible curse.\n\n\"Terranigma\" is an action game with slight RPG elements. Ark levels up after having completed an important quest or cleared out an area. He can attack enemies with various weapons, using various techniques: pierce, leap, dash, etc. \n\nThe game is closely connected to and often regarded as a part of a trilogy created by Enix, the first two games being Soul Blazer and Illusion of Gaia.",
    "image": "images/snes/terranigma_europe.png"
  }
]